[{"source": "https://www.theguardian.com/rss", "title": "The ‘Greenies’ did not start Australia’s bushfires. But lies are often more powerful than the truth | Adrian Chiles", "description": "<p>A good conspiracy theory trumps boring old facts. As I learned during a run-in with some Spanish football fans …<br /></p><p>I smelled something terrible earlier this month, shortly after flying into Sydney. I stepped out of the terminal building to be smacked in the face by the unmistakable stench of forest fire. I’d read all about it, of course. But nothing prepared me for this.</p><p>Before I left the UK, a couple of otherwise smart people I know with friends in Australia told me the fires were caused by environmentalists, or the Greenies, as they’re known there. Apparently they had got in the way of judicious burning of sections of forest ahead of the fire season, to help tame the wildfires when they came. These Greenies, honestly.</p> <a href=\"https://www.theguardian.com/commentisfree/2020/feb/19/greenies-australia-bushfires-lies-more-powerful-truth-adrian-chiles\">Continue reading...</a>", "link": "https://www.theguardian.com/commentisfree/2020/feb/19/greenies-australia-bushfires-lies-more-powerful-truth-adrian-chiles", "date_published": "2020-02-19 16:14:13+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Clijsters returns to tennis with renewed energy the overriding goal", "description": "<p>The former world No 1 tasted defeat after her latest comeback but has found returning to training transformative</p><p>When Kim Clijsters announced her first comeback to professional tennis <a href=\"https://www.theguardian.com/sport/2009/aug/09/kim-clijsters-returns-tennis-retirement\">in the </a><a href=\"https://www.theguardian.com/sport/2009/aug/09/kim-clijsters-returns-tennis-retirement\">summer of 2009</a>, the news was met with joy. It seemed right and just. In the first stanza of her career she established herself as one of the best players in the world while surrounded by legends, but her career was always defined by what it lacked: she was a freakish athlete who made crowds gasp every time she routinely slid into full splits at full speed on hard courts, but she had lost her first four slam finals. She was a choker, people said. After finally winning <a href=\"https://www.theguardian.com/sport/2005/sep/12/tennis.usopentennis2005\">her first slam at the US Open in 2005</a>, Clijsters departed <a href=\"https://www.theguardian.com/sport/2007/may/06/tennis\">two years later at the age of 2007</a>. It felt like she still had more to give.</p><p>Clijsters’s comebacks took even herself by surprise. She had been invited to the opening of the Wimbledon Centre Court roof in 2009 for an exhibition with Steffi Graf, Andre Agassi and Tim Henman. As she worked herself into shape for the match, the joy of discipline and setting goals returned. She made her way back into the sport just a couple of months later, embarking on one of the most legendary comebacks in the process. In her third tournament back, still without a ranking to her name, she beat <a href=\"https://www.theguardian.com/sport/2009/sep/13/serena-willliams-us-open-semi-final\">Serena Williams in </a><a href=\"https://www.theguardian.com/sport/2009/sep/13/serena-willliams-us-open-semi-final\">a controversial US Open semi-final</a> and went on win the tournament, <a href=\"https://www.theguardian.com/sport/2009/sep/14/kim-clijsters-comeback-us-open-win\">beating 19-year-old Caroline Wozniacki in the final</a>.</p> <a href=\"https://www.theguardian.com/sport/2020/feb/19/kim-clijsters-returns-tennis-energy\">Continue reading...</a>", "link": "https://www.theguardian.com/sport/2020/feb/19/kim-clijsters-returns-tennis-energy", "date_published": "2020-02-19 16:09:03+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Sanders in lead as Bloomberg support rising ahead of Nevada debate, poll shows – live", "description": "<ul><li>Vermont senator now commands 32% support, according to poll</li><li><a href=\"https://www.theguardian.com/us-news/2020/feb/19/nevada-democratic-debate-sanders-bloomberg-klobuchar\">‘Gloves will be off’: Nevada debate could be pivotal for Democrats</a></li><li>Help us cover the critical issues of 2020. Consider making a <a href=\"https://support.theguardian.com/us/contribute?acquisitionData=%7B%22source%22%3A%22GUARDIAN_WEB%22%2C%22componentType%22%3A%22ACQUISITIONS_EDITORIAL_LINK%22%2C%22componentId%22%3A%22USeoy2019_standfirst_givingtues%22%2C%22campaignCode%22%3A%22USeoy2019%22%2C%22referrerPageviewId%22%3A%22k6t51kx5j7tz4k3kmolx%22%2C%22referrerUrl%22%3A%22https%3A%2F%2Fwww.theguardian.com%2Fus-news%2Flive%2F2020%2Ffeb%2F10%2Fdemocrats-go-on-the-offensive-ahead-of-new-hampshire-primary-live%22%7D&amp;INTCMP=USeoy2019\">contribution</a></li></ul><p class=\"block-time published-time\"> <time datetime=\"2020-02-19T16:00:48.345Z\">4.00pm <span class=\"timezone\">GMT</span></time> </p><p><strong>Trump </strong>has confirmed that <strong>John Rood, </strong>a senior official at the Pentagon, is leaving the administration.</p><p dir=\"ltr\" lang=\"en\">I would like to thank John Rood for his service to our Country, and wish him well in his future endeavors! <a href=\"https://t.co/kPA1rYCKvp\">https://t.co/kPA1rYCKvp</a></p><p> Rood is the Pentagon’s top policy official and oversees aspects of the Pentagon’s relationship with US allies and partners. Rood was involved in certifying to Congress that Ukraine had embarked on significant reforms to justify its receipt of $250 million in security assistance. That certification undermined one of the justifications -- concerns about corruption in Kiev -- that some members of the Trump administration made to defend blocking aid to Ukraine.<br /></p><p>Hours after Trump’s July 25 phone call with Ukrainian President <strong>Volodymyr Zelensky</strong>, which kicked off impeachment proceedings, Rood emailed Secretary of Defense <strong>Mark Esper</strong> -- who had been in the job two days -- informing him about an upcoming deputies meeting, ‘to discuss the President’s concern about endemic corruption in Ukraine and his reported view that US should cease providing security assistance,’ according to emails reviewed by CNN.</p><p class=\"block-time published-time\"> <time datetime=\"2020-02-19T15:53:59.324Z\">3.53pm <span class=\"timezone\">GMT</span></time> </p><p>While some of his advisers spar with <strong>Bernie Sanders’ </strong>campaign, <strong>Mike Bloomberg </strong>is aiming his fire at <strong>Trump </strong>after the president accused him (without evidence) of violating campaign finance laws.</p><p dir=\"ltr\" lang=\"en\">Impeached president says what? <a href=\"https://t.co/Sf2gXXppZO\">https://t.co/Sf2gXXppZO</a></p> <a href=\"https://www.theguardian.com/us-news/live/2020/feb/19/mike-bloomberg-debut-las-vegas-debate-democrats-2020-trump-live\">Continue reading...</a>", "link": "https://www.theguardian.com/us-news/live/2020/feb/19/mike-bloomberg-debut-las-vegas-debate-democrats-2020-trump-live", "date_published": "2020-02-19 16:05:47+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Incidental Characters review – muddling along, looking for love", "description": "<p>Four people in an English market town search for meaning in their lives in this quirky but underpowered comedy</p><p>Benjamin Verrall’s film is a quirky, low-key if underpowered British indie set in Lewes, East Sussex, and although it never quite came alive as a film, there are some nice moments. It could yet work well as a pilot for a TV series.</p><p>Tony (Steve Watts) is a gentle, sensitive middle-aged guy without a partner who owns an independent publishing company and regularly visits his aged mum (Lucinda Curtis) who is in a care home. Alison (Isabella Marshall) is his office manager, a woman on whom Tony, in his muddled emotional state, has persuaded himself he has a crush. The firm employs shy, difficult young Alf (Howard Perret) to create promotional videos to advertise their books on social media, and Alf has a talent somewhere between Jim Henson and Michel Gondry. Poor Alf is falling hard for Josie (Sophia Carpasso) who – like him – is an artist.</p> <a href=\"https://www.theguardian.com/film/2020/feb/19/incidental-characters-review-benjamin-verrall\">Continue reading...</a>", "link": "https://www.theguardian.com/film/2020/feb/19/incidental-characters-review-benjamin-verrall", "date_published": "2020-02-19 16:00:00+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Oil and gas firms 'have had far worse climate impact than thought'", "description": "<p>Study indicates human fossil methane emissions have been underestimated by up to 40%</p><p>The oil and gas industry has had a far worse impact on the climate than previously believed, according to a study indicating that human emissions of fossil methane have been underestimated by up to 40%.</p><p>Although the research will add to pressure on fossil fuel companies, scientists said there was cause for hope because it showed a big extra benefit could come from tighter regulation of the industry and a faster shift towards renewable energy.</p> <a href=\"https://www.theguardian.com/environment/2020/feb/19/oil-gas-industry-far-worse-climate-impact-than-thought-fossil-fuels-methane\">Continue reading...</a>", "link": "https://www.theguardian.com/environment/2020/feb/19/oil-gas-industry-far-worse-climate-impact-than-thought-fossil-fuels-methane", "date_published": "2020-02-19 16:00:00+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "10 of the best bars near Europe’s main railway stations", "description": "<p>Weary, bleary, or just plain thirsty, travellers can rest easy at this cool and cosy collection<br /><strong>Plus</strong> <a href=\"https://www.theguardian.com/travel/2020/feb/19/bars-cafes-near-railway-train-station-europe-competition-win-interrail-passes\">enter our competition to win two first-class Interrail passes</a></p><p>The Amano Grand Central hotel’s Apartment Bar is by far the swishest in the area and just five minutes’ walk from Berlin Hauptbahnhof. On the sixth floor, it has a warm, seductive ambiance with dim lighting, teal velvet stools and sofas, and memorable nighttime views over the city and Spree River. There’s a top-notch offering of cocktails as well as a chic rooftop terrace one floor above (summer only).<br />•<em> Beer from €4, cocktails from €10, Heidestrasse 62, <a href=\"https://www.amanogroup.de/en/eat-and-drink/apartment-bar/\" title=\"\">amanogroup.de</a></em><br /><strong>Paul Sullivan</strong></p> <a href=\"https://www.theguardian.com/travel/2020/feb/19/10-best-bars-near-europe-main-railway-stations-berlin-paris-brussels\">Continue reading...</a>", "link": "https://www.theguardian.com/travel/2020/feb/19/10-best-bars-near-europe-main-railway-stations-berlin-paris-brussels", "date_published": "2020-02-19 15:56:40+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Zoe Caldwell obituary", "description": "Leading classical stage actor and four-times Tony award winner, whose career spanned three continents<p>Zoe Caldwell, who has died aged 86 after suffering from Parkinson’s disease, was one of the leading classical stage actors of the last century and won four Tony awards on Broadway, for her performances in Slapstick Tragedy, by Tennessee Williams (1966), and as Muriel Spark’s Miss Jean Brodie (1968), Euripides’ Medea (1982) and Terrence McNally’s Maria Callas in Master Class (1995). Her career was spread across three continents, so her reputation for the ferocity and musical intensity of her acting – she was a small woman with a large voice and gutsy physical presence – never grew to the proportions it merited.</p><p>She went to Stratford-upon-Avon for the last two seasons before <a href=\"https://www.theguardian.com/stage/2017/sep/12/peter-hall-obituary-british-theatre-rss-national\" title=\"\">Peter Hall</a> launched the Royal Shakespeare Company in 1961 and appeared as Bianca to Paul Robeson’s Othello, Cordelia to Charles Laughton’s King Lear, and with Laurence Olivier and Edith Evans in Coriolanus.</p> <a href=\"https://www.theguardian.com/stage/2020/feb/19/zoe-caldwell-obituary\">Continue reading...</a>", "link": "https://www.theguardian.com/stage/2020/feb/19/zoe-caldwell-obituary", "date_published": "2020-02-19 15:56:05+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "The Fiver | Dark arts, sharp counter-attacking and weapons-grade jaded cynicism", "description": "<p><a href=\"https://www.theguardian.com/info/2016/jan/05/the-fiver-email-sign-up\">Sign up now! Sign up now! Sign up now? Sign up now!</a></p><p>That’s Liverpool out of Big Cup, then. On Tuesday night <a href=\"https://www.theguardian.com/football/2020/feb/18/disjointed-liverpool-fall-to-atletico-madrid-and-sauls-early-strike\">at the Metropolitano</a> they enjoyed 99.9% possession against Atlético Madrid, yet were restricted to a grand total of zero shots on goal. So we know exactly how the return leg in three weeks’ time will play out. A ruthless display of dark arts, sharp counter-attacking and weapons-grade jaded cynicism that, when mixed together, will make the impotent fury generated by José Mourinho and Chelsea in 2014 feel like an insouciant shrug of the shoulders. A mild huff. It’s over. This is Atleti. <a href=\"https://www.theguardian.com/football/2020/feb/19/liverpool-jurgen-klopp-right-take-sadio-mane-off-atletico-madrid-antics-joe-gomez-champions-league\">A Diego Simeone team</a>. They’re not good-time charlies like Li’l Leo and his pals. Hey, it was nice while it lasted.</p> <a href=\"https://www.theguardian.com/football/2020/feb/19/dark-arts-sharp-counter-attacking-and-weapons-grade-jaded-cynicism\">Continue reading...</a>", "link": "https://www.theguardian.com/football/2020/feb/19/dark-arts-sharp-counter-attacking-and-weapons-grade-jaded-cynicism", "date_published": "2020-02-19 15:56:00+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Germans divided over plans for Tesla electric car factory", "description": "<p>Environmentalists and politicians at loggerheads after court order halts tree felling </p><p>German environmentalists and political leaders are at loggerheads over a proposed Tesla electric car factory in woodland outside Berlin, with the government warning over the future of a project seen as key for its support of green technologies and regeneration in the east of the country.</p><p>The economy minister, Peter Altmaier, warned this week that delays could threaten the go-ahead of the so-called Gigafactory, which is expected to create 50,000 electric cars a year and employ up to 12,000 workers, after a <a href=\"https://www.theguardian.com/technology/2020/feb/16/german-court-tesla-gigafactory-forest\">court order</a><a href=\"https://www.theguardian.com/technology/2020/feb/16/german-court-tesla-gigafactory-forest\">forced an immediate halt to the operation</a> to clear 92 hectares of pine trees at the site in Grünheide, 24 miles (38 km) east of Berlin.</p> <a href=\"https://www.theguardian.com/world/2020/feb/19/germans-divided-plans-tesla-electric-car-factory-environmentalists-tree-felling\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2020/feb/19/germans-divided-plans-tesla-electric-car-factory-environmentalists-tree-felling", "date_published": "2020-02-19 15:53:01+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "National Theatre boss denies being part of ‘left-of-centre elite’", "description": "<p>Rufus Norris rebuffs Downton creator Julian Fellowes’ claim that NT is in a cultural bubble</p><p><a href=\"https://www.theguardian.com/stage/rufus-norris\">Rufus Norris, the director of the National Theatre</a>, has taken aim at a suggestion he is in a “left-of-centre metropolitan” bubble as he announced he is to stay in post for another five years</p><p>The Downton Abbey creator Julian Fellowes, a Tory peer, complained over the weekend of the people who “control everything – not just the BBC … but the National Theatre, the National Gallery, the National Trust, the national this, the national that”. He said they all spoke with one voice, “a kind of Hampstead voice”, which expressed opinions as facts.</p> <a href=\"https://www.theguardian.com/stage/2020/feb/19/national-theatre-boss-denies-being-part-of-left-of-centre-elite\">Continue reading...</a>", "link": "https://www.theguardian.com/stage/2020/feb/19/national-theatre-boss-denies-being-part-of-left-of-centre-elite", "date_published": "2020-02-19 15:52:43+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "US rapper Pop Smoke, 20, shot and killed in home invasion", "description": "<p>Two masked and hooded men are reported to have attacked the rapper, regarded as one of the most promising talents in the US</p><p>New York rapper Pop Smoke has been shot and killed in an apparent home invasion, <a href=\"https://www.tmz.com/2020/02/19/pop-smoke-dead-dies-20-murdered-home-invasion-robbery/\">according to multiple sources speaking to NBC and TMZ</a>.</p><p>The rapper, real name Bashar Jackson, 20, was at home in Hollywood, Los Angeles, when two men wearing hoodies and masks entered the house and fired multiple shots, according to police sources quoted by TMZ. He was pronounced dead at a hospital in West Hollywood early on Wednesday.</p> <a href=\"https://www.theguardian.com/music/2020/feb/19/us-rapper-pop-smoke-20-shot-and-killed-in-home-invasion\">Continue reading...</a>", "link": "https://www.theguardian.com/music/2020/feb/19/us-rapper-pop-smoke-20-shot-and-killed-in-home-invasion", "date_published": "2020-02-19 15:50:40+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Caroline Lucas investigated over election fundraisers", "description": "<p>Former Ukip candidate complained Lucas breached code of conduct by offering rewards for donations</p><p>Parliamentary standards authorities are investigating Caroline Lucas for allegedly breaching rules by offering a tour of the House of Commons in an election fundraiser after a complaint from a Conservative MP.</p><p>Lucas, the Green MP for Brighton Pavilion since 2015, insisted she has done nothing wrong, but said she cannot comment further as investigations by the parliamentary commissioner for standards are confidential.</p> <a href=\"https://www.theguardian.com/politics/2020/feb/19/caroline-lucas-investigated-over-election-fundraisers\">Continue reading...</a>", "link": "https://www.theguardian.com/politics/2020/feb/19/caroline-lucas-investigated-over-election-fundraisers", "date_published": "2020-02-19 15:47:37+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Should the Harvey Weinstein jury really be forbidden to review books?", "description": "<p>The movie mogul’s lawyers sought to discharge one trial juror over books she had read, which is a court role for reading habits I have not seen before </p><p>As the jury in Harvey Weinstein’s rape trial <a href=\"https://www.theguardian.com/film/2020/feb/18/harvey-weinstein-jury-deliberations-trial-verdict-metoo\">begin their deliberations</a>, his defence lawyers launched a last-minute bid to to get one juror discharged – by turning their attention to her reading material.</p><p>On Tuesday, Weinstein’s lawyer Damon Cheronis complained that juror No 11 was reading “books on predatory older men” and reviewing them online on Goodreads during the proceedings, <a href=\"https://www.vulture.com/2020/02/weinstein-trial-juror-my-dark-vanessa.html\">reports Vulture</a>. Cheronis argued that this was in violation of the court order not to consume media related to the trial, and sought to have her replaced on the jury.</p> <a href=\"https://www.theguardian.com/books/booksblog/2020/feb/19/should-the-harvey-weinstein-jury-really-be-forbidden-to-review-books\">Continue reading...</a>", "link": "https://www.theguardian.com/books/booksblog/2020/feb/19/should-the-harvey-weinstein-jury-really-be-forbidden-to-review-books", "date_published": "2020-02-19 15:40:17+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Historic pay deal for Spain's top-flight female footballers", "description": "<ul><li>Players to get minimum €16,000 a year plus benefits</li><li>Deal struck after players went on strike last November</li></ul><p>Spain’s top-flight female footballers have signed their first collective agreement on pay and conditions, breaking an impasse with sporting authorities which led to <a href=\"https://www.theguardian.com/football/2019/nov/16/strike-in-spanish-womens-top-flight-goes-ahead-primera-division-barcelona-atletico-madrid\">a strike last November</a>.</p><p>The agreement, signed on Tuesday and made public on Wednesday, guarantees Primera Division players a minimum annual salary of €16,000 (£13,300) as well as paid holiday and maternity leave among other benefits.</p> <a href=\"https://www.theguardian.com/football/2020/feb/19/historic-pay-deal-for-spain-top-flight-female-footballers\">Continue reading...</a>", "link": "https://www.theguardian.com/football/2020/feb/19/historic-pay-deal-for-spain-top-flight-female-footballers", "date_published": "2020-02-19 15:20:37+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Morecambe campaign seeks to honour Dame Thora Hird with statue", "description": "<p>Sculpture would add to town’s blue plaque commemorating Last of the Summer Wine actor</p><p>A campaign has been launched to erect a statue of Dame Thora Hird in her home town of Morecambe.</p><p>The Bafta winner, best known for playing Edie Pegden in Last of the Summer Wine and for performing Alan Bennett monologues, <a href=\"https://www.theguardian.com/news/2003/mar/17/guardianobituaries.media\">died in 2003 aged 91</a>.</p> <a href=\"https://www.theguardian.com/uk-news/2020/feb/19/morecambe-campaign-seeks-honour-dame-thora-hird-statue\">Continue reading...</a>", "link": "https://www.theguardian.com/uk-news/2020/feb/19/morecambe-campaign-seeks-honour-dame-thora-hird-statue", "date_published": "2020-02-19 15:01:54+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Karen Knorr's best photograph: repose in a gentlemen’s club", "description": "<p>‘There’s a frisson of postcoital tenderness. But homosexuality was very much taboo in these circles’<br /></p><p>I took this shot in Brooks’s, a gentlemen’s club in London, in 1982 during the Falklands war. Margaret Thatcher’s government had been looking relatively weak. The Falklands offered her an opportunity to cement her position, and war bought her a second term. To photograph <a href=\"https://www.theguardian.com/commentisfree/2018/jan/27/to-drain-the-swamp-of-men-only-clubs-there-must-be-a-public-register\">this hidden world of power</a> and aristocratic privilege at this pivotal moment was eye-opening.</p><p>The image was published in a series called The Gentlemen with a quote below: “The recapture of the territory is no more than an Appetiser to the big Match.” It quotes Sandy Woodward, the British commander who ordered the HMS Conqueror to bomb and <a href=\"https://www.theguardian.com/politics/2003/may/25/uk.world\">sink the General Belgrano</a>, an Argentinian cruiser. His words captured something of the time – the sabre-rattling of a certain class of people.</p> <a href=\"https://www.theguardian.com/artanddesign/2020/feb/19/karen-knorrs-best-photograph-wartime-inside-a-gentlemens-club\">Continue reading...</a>", "link": "https://www.theguardian.com/artanddesign/2020/feb/19/karen-knorrs-best-photograph-wartime-inside-a-gentlemens-club", "date_published": "2020-02-19 15:00:05+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Pop star, producer or pariah? The conflicted brilliance of Grimes", "description": "<p>Claire Boucher has spent a decade battling the press to reclaim her reputation. Dating Elon Musk means she’s never been more controversial – but could her new album set her free?</p><p>Grimes has always had a tortured relationship with visibility. No sooner had <a href=\"https://www.theguardian.com/music/2015/oct/31/claire-boucher-grimes-art-angels\">Claire Boucher</a> broken beyond the Montreal warehouse scene at the turn of the 2010s than she was telling journalists that she only fronted her music because she couldn’t afford to hire someone to do it for her. She wanted to be Phil Spector – though <a href=\"https://www.theguardian.com/music/2018/aug/11/britney-spears-making-baby-one-more-time\">maybe she also wanted to be Britney</a>. “I really hate being in front of people,” she told Pitchfork in 2012. “But I’m also obsessed with being a pop star.”</p><p>That ambivalence colours Boucher’s earliest press. She could make “dumb fucking hits all day” but didn’t, because “that’s obviously not <a href=\"https://www.theguardian.com/music/2019/dec/06/grimes-review-miami-art-basel\">how I want Grimes to be perceived</a>”. She once asked: “What’s the difference between Napoleon and everyone else? Napoleon had great image branding.” Given that her style and hair colour changed in every photo, Boucher disrupted the possibility of ever solidifying into the kind of stable pop silhouette connoted by either bicorne hat or cone bra. She craved a new archetype: whether she resembled a space lieutenant or racoon-eyed wraith, the one consistent would be her iconoclastic skill as the sole producer of her music.</p> <a href=\"https://www.theguardian.com/music/2020/feb/19/pop-star-producer-or-pariah-the-conflicted-brilliance-of-grimes\">Continue reading...</a>", "link": "https://www.theguardian.com/music/2020/feb/19/pop-star-producer-or-pariah-the-conflicted-brilliance-of-grimes", "date_published": "2020-02-19 14:43:45+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Scotland make three changes as Townsend talks up Italy threat", "description": "<ul><li>Stuart McInally, Ben Toolis and Chris Harris start</li><li>‘They have played with real ambition and width’</li></ul><p>The Scotland head coach Gregor Townsend has made three changes to his starting XV for Saturday’s Six Nations trip to Italy.</p><p>Edinburgh forwards Stuart McInally and Ben Toolis and Gloucester centre Chris Harris have been promoted from the bench for their first start of the 2020 campaign in Rome. Hooker McInally swaps places with Glasgow Warriors’ Fraser Brown, who moves to the bench, while second row Toolis comes in for the injured Jonny Gray. Harris has been selected ahead of Huw Jones, who drops out of the 23-man squad. Sale wing Byron McGuigan takes Harris’ place on the bench.</p> <a href=\"https://www.theguardian.com/sport/2020/feb/19/scotland-make-three-changes-as-townsend-talks-up-italy-threat-six-nations-rugby\">Continue reading...</a>", "link": "https://www.theguardian.com/sport/2020/feb/19/scotland-make-three-changes-as-townsend-talks-up-italy-threat-six-nations-rugby", "date_published": "2020-02-19 14:35:28+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "The diehards of doom! Why Doctor Who is the show fans love to hate", "description": "<p>For 56 years and counting, Whovians have been railing against the wheres, whys and, well, everything about their beloved series. Will anything quell this rage?</p><p>“WHAT HAS HAPPENED TO THE MAGIC OF DOCTOR WHO?”</p><p>This was the question posed – in full caps – by the president of the Doctor Who Appreciation Society in its magazine, TARDIS.</p> <a href=\"https://www.theguardian.com/tv-and-radio/2020/feb/19/the-diehards-of-doom-why-doctor-who-is-the-show-fans-love-to-hate\">Continue reading...</a>", "link": "https://www.theguardian.com/tv-and-radio/2020/feb/19/the-diehards-of-doom-why-doctor-who-is-the-show-fans-love-to-hate", "date_published": "2020-02-19 14:30:40+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Grime has given black British politics a voice. Now the mainstream has to listen | Kehinde Andrews", "description": "Dave’s powerful performance at the Brit awards was a landmark moment for the music and politics of black Britain<p>Dave’s performance of his song <a href=\"https://www.theguardian.com/music/2020/feb/18/dave-attacks-boris-johnson-in-brit-awards-performance-our-prime-ministers-a-real-racist\" title=\"\">Black</a> at the Brit awards marked the moment that grime truly gave full-throated and undeniable voice to the politics of black Britain.</p><p> <span>Related: </span><a href=\"https://www.theguardian.com/music/2020/feb/18/dave-attacks-boris-johnson-in-brit-awards-performance-our-prime-ministers-a-real-racist\">Dave attacks Boris Johnson in Brit awards performance: 'Our prime minister's a real racist'</a> </p> <a href=\"https://www.theguardian.com/commentisfree/2020/feb/19/grime-black-british-politics-mainstream-dave-brit-awards\">Continue reading...</a>", "link": "https://www.theguardian.com/commentisfree/2020/feb/19/grime-black-british-politics-mainstream-dave-brit-awards", "date_published": "2020-02-19 14:26:16+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "'The worst thing is the waiting': flood-hit communities tell of stress", "description": "<p>People affected by UK floods tell of their impact and ‘painful, disruptive aftermath’</p><p>Flooding not only wrecks businesses, destroys homes and disrupts everyday life but also causes long-lasting and dangerous levels of stress, residents from <a href=\"https://www.theguardian.com/uk-news/2020/feb/19/storm-dennis-flood-hit-communities-brace-for-more-heavy-rain\">flood-hit communities</a> have said.</p><p>Hundreds of homes have been flooded and six people are thought to have died across England and Wales after heavy downpours and successive storms further exposed the fragility of <a href=\"https://www.theguardian.com/environment/2020/feb/17/why-we-must-put-flood-defences-before-johnsons-vanity-projects\">flood defences</a> and the gravity of the climate emergency.</p> <a href=\"https://www.theguardian.com/environment/2020/feb/19/worst-thing-is-waiting-flood-hit-communities-stress-uk-flooding\">Continue reading...</a>", "link": "https://www.theguardian.com/environment/2020/feb/19/worst-thing-is-waiting-flood-hit-communities-stress-uk-flooding", "date_published": "2020-02-19 14:24:38+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "The starting gun has fired on Brexit trade talks – and we’re already running out of time | Mujtaba Rahman", "description": "<p>For all the tough rhetoric of Johnson’s henchmen, the timeline and the EU’s busy inbox could be bad news for Britain</p><p>As the UK and EU gear up for intensive trade negotiations in March, the temperature is already rising. Just this week Boris Johnson’s most senior Europe adviser and lead negotiator, David Frost, delivered an <a href=\"https://www.theguardian.com/politics/2020/feb/17/britain-wont-follow-eu-trade-rules-after-brexit-says-uks-chief-negotiator\" title=\"\">unflinching message</a> to his EU counterparts. Echoing previous statements by cabinet ministers such as <a href=\"https://www.theguardian.com/politics/2020/jan/31/michael-gove-hails-brexit-day-with-relief-and-delight\" title=\"\">Michael Gove</a> and former chancellor <a href=\"https://www.theguardian.com/politics/2020/jan/18/savid-javid-warns-there-will-be-no-alignment-on-eu-regulations-after-brexit\" title=\"\">Sajid Javid</a>, Frost reiterated the government’s unwillingness to be bound by EU labour, social, environmental and fiscal norms in the future, even as the EU insists this will be the price for the kind of trade deal – zero tariffs, zero quotas – the government seeks.</p><p>And today, home secretary Priti Patel has fleshed out plans for a new immigration regime that will come into effect at the end of this year, when free movement of labour ends. At its heart, the system is designed to <a href=\"https://www.theguardian.com/uk-news/2020/feb/18/uk-to-close-door-to-non-english-speakers-and-unskilled-workers\" title=\"\">significantly reduce low-skilled immigration</a> from the EU (by 140,000 per year). There is even chatter in Whitehall circles of introducing a fingerprint system for EU workers in the future.</p> <a href=\"https://www.theguardian.com/commentisfree/2020/feb/19/brexit-trade-deal-boris-johnson-no-deal-britain\">Continue reading...</a>", "link": "https://www.theguardian.com/commentisfree/2020/feb/19/brexit-trade-deal-boris-johnson-no-deal-britain", "date_published": "2020-02-19 14:15:05+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "The filth factor: how to draw up the perfect cleaning rota", "description": "One mother has made her children sign a contract to keep the house tidy. But there are other ways to ensure your housemates, partner and kids get dusting<br /><p>Anyone who has messy children, a lazy partner or revolting flatmates will be impressed by the resourcefulness of <a href=\"https://www.thesun.co.uk/news/10991107/mum-makes-messy-teenagers-sign-cleaning-contract/\" title=\"\">Katrina Neathey</a>, the co-owner of a cleaning company in West Sussex, who has made her three teenagers sign a contract to help keep the house tidy. Any infraction – fizzy drinks in their bedroom, say, or failing to put their dirty plates in the dishwasher – comes with a £5 fine or removal of their phones.</p><p>It is one way of setting up a cleaning rota that people might stick to. “Cleaning is teamwork,” says Lynsey Crombie, also known as the <a href=\"https://www.instagram.com/lynsey_queenofclean/?hl=en\" title=\"\">Queen of Clean</a>. “It’s not one person’s responsibility.” She advises getting everyone in the household together “to find out what people are better at. In our family, my husband is better at mowing the lawn, cleaning the windows and washing the cars. I love vacuuming; someone else might like folding the towels. You let someone do what they’re good at, or enjoy, so there’s more chance they’ll actually do it.”</p> <a href=\"https://www.theguardian.com/lifeandstyle/shortcuts/2020/feb/19/the-filth-factor-how-to-draw-up-the-perfect-cleaning-rota-sign-a-contract\">Continue reading...</a>", "link": "https://www.theguardian.com/lifeandstyle/shortcuts/2020/feb/19/the-filth-factor-how-to-draw-up-the-perfect-cleaning-rota-sign-a-contract", "date_published": "2020-02-19 14:12:54+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Ghost ships and Salisbury lights: Wednesday's best photos", "description": "<p>The Guardian’s picture editors select photo highlights from around the world</p> <a href=\"https://www.theguardian.com/uk-news/gallery/2020/feb/19/ghost-ships-and-salisbury-lights-wednesdays-best-photos\">Continue reading...</a>", "link": "https://www.theguardian.com/uk-news/gallery/2020/feb/19/ghost-ships-and-salisbury-lights-wednesdays-best-photos", "date_published": "2020-02-19 14:08:31+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Family courts not safe for domestic violence victims, lawyers say", "description": "<p>Letter signed by 130 legal professionals raises concerns over judges’ ‘outdated views’</p><p>The family courts are not a safe place for victims of domestic violence because some judges there hold “outdated views” on sexual violence and issues of consent, according to a letter signed by 130 lawyers and professionals.</p><p>The public intervention comes in response to a widely criticised judgment last year by Judge Robin Tolson QC in the family court, in which he ruled that since a woman had not taken physical steps to stop her partner from assaulting her it did not constitute rape.</p> <a href=\"https://www.theguardian.com/law/2020/feb/19/family-courts-not-safe-for-domestic-violence-victims-lawyers-say\">Continue reading...</a>", "link": "https://www.theguardian.com/law/2020/feb/19/family-courts-not-safe-for-domestic-violence-victims-lawyers-say", "date_published": "2020-02-19 14:03:07+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Colleagues tease you – then steal your plant milk: the problems vegans face at work", "description": "<p>The Vegan Society is recommending separate fridges and colour-coded cutlery. But what else do vegans struggle with in the office?<strong><br /></strong><br /></p><p>The Vegan Society has released guidelines for employers looking to support vegan employees in the workplace. In addition to offering vegan options at work events, it recommends designating vegan-only shelves in communal fridges, and supplying separate, colour-coded cutlery for vegans and non-vegans. </p><p>But are things really so bad for vegans in British workplaces? “It was grim,” shudders Laura Burgess, a 24-year-old publishing assistant from London. She recently opened her office fridge to see a half-eaten roast chicken sitting on a shelf near her food.</p> <a href=\"https://www.theguardian.com/food/shortcuts/2020/feb/19/the-working-life-of-vegans-colleagues-tease-you-then-steal-your-plant-milk\">Continue reading...</a>", "link": "https://www.theguardian.com/food/shortcuts/2020/feb/19/the-working-life-of-vegans-colleagues-tease-you-then-steal-your-plant-milk", "date_published": "2020-02-19 13:58:37+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Brexit deal 'a different ball game' to Canada agreement, warns EU", "description": "<p>Brussels aide says UK cannot have similar trade pact because of proximity to member states</p><p>Downing Street’s hopes of a Canada-style trade deal with the EU have been dealt a further blow after a senior adviser to Brussels’ chief negotiator, Michel Barnier, said the bloc’s relationship with the North American country was a “different ball game”.</p><p>As the two sides prepare for the start of negotiations next month, Stefaan De Rynck highlighted the UK’s proximity to Brussels compared with Canada as a key factor, as well as warning that the trade talks could get “rather difficult”.</p> <a href=\"https://www.theguardian.com/politics/2020/feb/19/brexit-deal-different-ball-game-canada-agreement-eu-uk-brussels-trade\">Continue reading...</a>", "link": "https://www.theguardian.com/politics/2020/feb/19/brexit-deal-different-ball-game-canada-agreement-eu-uk-brussels-trade", "date_published": "2020-02-19 13:56:48+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Beer goggles: the truth about alcohol and romantic judgment", "description": "<p>Are we really less fussy about who we fancy after a drink? New research suggests so<br /></p><p><strong>Name:</strong> Beer goggles.</p><p><strong>Age:</strong> As old as beer itself.</p> <a href=\"https://www.theguardian.com/food/shortcuts/2020/feb/19/beer-goggles-the-truth-about-alcohol-and-romantic-judgment\">Continue reading...</a>", "link": "https://www.theguardian.com/food/shortcuts/2020/feb/19/beer-goggles-the-truth-about-alcohol-and-romantic-judgment", "date_published": "2020-02-19 13:56:23+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Victoria's Secret under fire after store dumps hundreds of bras in bin", "description": "<p>Discovery draws criticism from those who say fashion industry generates too much waste</p><p>Hundreds of Victoria’s Secret bras have reportedly been found discarded in a bin close to a recently closed branch of the lingerie store in Colorado.</p><p>The discovery comes at a time when the fashion industry is under fire for generating significant levels of waste, while Victoria’s Secret continues to face criticism regarding recent controversies.</p> <a href=\"https://www.theguardian.com/environment/2020/feb/19/victorias-secret-under-fire-after-store-dumps-hundreds-of-bras-in-bin\">Continue reading...</a>", "link": "https://www.theguardian.com/environment/2020/feb/19/victorias-secret-under-fire-after-store-dumps-hundreds-of-bras-in-bin", "date_published": "2020-02-19 13:53:34+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Manchester City claim Uefa ban 'less about justice and more about politics'", "description": "<ul><li>Ferran Soriano hopes appeal will be finished before summer </li><li>Chief executive describes allegations as ‘simply not true’ </li></ul><p>Ferran Soriano has claimed Manchester City’s <a href=\"https://www.theguardian.com/football/2020/feb/14/manchester-city-banned-from-champions-league-two-seasons-ffp-uefa\">two-year Champions League ban</a> is “less about justice and more about politics”.</p><p>The chief executive is the first club figure to speak since City were found to have seriously misled Uefa and broken financial fair play rules. The Premier League champions, who were also fined €30m (£25m), say they are innocent and are to appeal to the court of arbitration for sport.</p> <a href=\"https://www.theguardian.com/football/2020/feb/19/manchester-city-claim-uefa-ban-less-about-justice-and-more-about-politics-ferran-soriano\">Continue reading...</a>", "link": "https://www.theguardian.com/football/2020/feb/19/manchester-city-claim-uefa-ban-less-about-justice-and-more-about-politics-ferran-soriano", "date_published": "2020-02-19 13:38:23+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "'I've never sent hush money': Buttigieg hits back at Trump and Limbaugh", "description": "<p>Democratic presidential candidate made remark after recent homophobic comments from conservative radio host</p><p>Democratic presidential candidate Pete Buttigieg has again taken aim at Donald Trump over the issue of “family values” by pointing out that his marriage has never involved him paying “hush money to a porn star”.</p><p>Buttigieg, who came out as gay in 2015 and married <a href=\"https://www.theguardian.com/us-news/2019/apr/12/pete-buttigieg-husband-chasten-2020-presidential-campaign\">his husband, Chasten</a>, in 2018, has been the subject of recent homophobic comments by Rush Limbaugh, the conservative radio host, who told his listeners were “still not ready to elect a gay guy kissing his husband on the debate stage president”.</p> <a href=\"https://www.theguardian.com/us-news/2020/feb/19/pete-buttigieg-trump-rush-limbaugh-reaction\">Continue reading...</a>", "link": "https://www.theguardian.com/us-news/2020/feb/19/pete-buttigieg-trump-rush-limbaugh-reaction", "date_published": "2020-02-19 13:36:57+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "David Atherton’s recipe for cyclist’s malt loaf", "description": "<p>The sweet potato provides slow-release carbs that make this the ideal fuel for a long cycle ride – and a tasty snack at home</p><p>Malt loaf is well known to cyclists as a perfect high-carb, low-fat snack. It’s a mystery to me that people love plums, but deride prunes. They are fantastic and shine in this recipe. The sugar and dried fruit provide a speedy dose of energy, but you also get slow-release carbohydrates from the sweet potato that are perfect for endurance. This loaf works just as well at home – toasted, buttered and partnered with a cup of tea.</p><p><em>Makes one 20cm loaf</em></p> <a href=\"https://www.theguardian.com/food/2020/feb/19/david-athertons-recipe-for-cyclists-malt-loaf\">Continue reading...</a>", "link": "https://www.theguardian.com/food/2020/feb/19/david-athertons-recipe-for-cyclists-malt-loaf", "date_published": "2020-02-19 13:35:33+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Hedge fund rebuffs 'unjust' takeover bid for Sirius Minerals", "description": "<p>Odey Asset Management says Anglo-American’s £405m offer is not a fair price for shareholders</p><p>Crispin Odey’s asset management fund has rebuffed Anglo-American’s “unjust” takeover bid for Sirius Minerals, saying the £405m offer does not represent a fair price for shareholders in the troubled fertiliser miner.</p><p>Odey Asset Management, which owns 1.29% of Sirius, said it would vote against the mining giant’s 5.5p-a-share bid for the company, which plans to dig the UK’s <a href=\"https://www.theguardian.com/business/2020/jan/20/anglo-american-agrees-405m-takeover-deal-for-sirius-minerals\">first deep mine in 40 years</a> under the North York moors.</p> <a href=\"https://www.theguardian.com/business/2020/feb/19/hedge-fund-rebuffs-unjust-takeover-bid-for-sirius-minerals\">Continue reading...</a>", "link": "https://www.theguardian.com/business/2020/feb/19/hedge-fund-rebuffs-unjust-takeover-bid-for-sirius-minerals", "date_published": "2020-02-19 13:26:53+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "House prices rise in every region of UK for first time in two years", "description": "<p>Land Registry figures show annualised increase of 2.2% in December</p><p>House prices have increased in every region in the UK for the first time in two years, as the Conservative party’s election victory and a more settled economic outlook calmed buyers’ nerves.</p><p><a href=\"https://www.gov.uk/government/statistics/uk-house-price-index-england-december-2019\">House price data compiled by the Land Registry</a> showed average annual house prices increased by 2.2% in December, up from 1.7% in November.</p> <a href=\"https://www.theguardian.com/money/2020/feb/19/house-prices-rise-in-every-region-of-uk-for-first-time-in-two-years\">Continue reading...</a>", "link": "https://www.theguardian.com/money/2020/feb/19/house-prices-rise-in-every-region-of-uk-for-first-time-in-two-years", "date_published": "2020-02-19 13:08:30+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Independence Square by AD Miller review – thriller in post-Soviet Ukraine", "description": "From Kiev to London by way of Greeneland  … the Booker-shortlisted author’s protagonist searches for answers<p>Ukrainian independence was a scenario that no one envisaged – until it became a reality. Over the subsequent decades, hopes for <a href=\"https://www.theguardian.com/commentisfree/2010/aug/22/ukraine-failing-eu-democracy-test\" title=\"\">Ukraine’s transition to democracy</a> have waxed and waned. What never seems to have crossed anyone’s mind is that the pathogens of its post-Soviet political system – dead-eyed cynicism, bad faith, the distorting power of big and unaccountable fortunes –would start to infect Europe and beyond.</p><p>“My country is like a small character from the beginning of the movie,” says Olesya, a Ukrainian political activist in AD Miller’s new novel. “You forget him, he is mixed up with the others, but he comes back for the end. He knows something, he is a clue, and in the end you see that he mattered after all.” Just how much Ukraine matters internationally is only now becoming clear to most of us, with goings-on in <a href=\"https://www.theguardian.com/us-news/2019/sep/27/nancy-pelosi-impeachment-inquiry-focus-trump-ukraine\" title=\"\">Kiev taking centre stage at the impeachment hearings of the US’s 45th president</a>. Miller has shown eerie prescience before, in his <a href=\"https://www.theguardian.com/books/2011/sep/06/a-d-miller-snowdrops\" title=\"\">Booker-shortlisted <em>Snowdrops</em></a>, an insightful thriller about post-Soviet Russia, but even he must be astonished at this turn of events.</p> <a href=\"https://www.theguardian.com/books/2020/feb/19/independence-square-ad-miller-review\">Continue reading...</a>", "link": "https://www.theguardian.com/books/2020/feb/19/independence-square-ad-miller-review", "date_published": "2020-02-19 13:01:03+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Share your views on gene editing", "description": "<p>We would like to find out what you think about gene editing. What are the benefits – and the downsides for society? </p><p>Gene editing is a group of technologies that gives scientists the ability to change an organism’s DNA. These technologies have the power to change life as we know it, but what do people really think about how we should use them?</p> <a href=\"https://www.theguardian.com/science/2020/feb/19/share-your-views-on-gene-editing\">Continue reading...</a>", "link": "https://www.theguardian.com/science/2020/feb/19/share-your-views-on-gene-editing", "date_published": "2020-02-19 13:00:03+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "There’s nothing ‘sensible’ about Priti Patel’s heartless immigration proposal | Maya Goodfellow", "description": "The proposed English language requirement is simply a dogwhistle based on muddled logic<p>“Let’s pretend we were inventing the world from scratch today and you decided you were going to have borders,” said Benjamin, a migrants’ rights activist, to me a few years ago in a cafe in London. “On what basis would you make the decision about who gets to move and who doesn’t get to move through borders? Surely you wouldn’t make them in the way the world is constituted today?”</p><p>We live in a world where your gender, race and class shape whether you can move and how you’re treated if you do. While many of us strive to change that, too many of our politicians are entrenching that system and making things worse. This is precisely what the Conservatives’ <a href=\"https://www.theguardian.com/uk-news/2020/feb/18/uk-to-close-door-to-non-english-speakers-and-unskilled-workers\" title=\"\">immigration proposals would do</a>.</p> <a href=\"https://www.theguardian.com/commentisfree/2020/feb/19/immigration-proposal-english-language\">Continue reading...</a>", "link": "https://www.theguardian.com/commentisfree/2020/feb/19/immigration-proposal-english-language", "date_published": "2020-02-19 12:54:53+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Should Astros players fear for their safety after the cheating scandal?", "description": "<p>The league has declined to punish the Houston’s players for their role in the sign-stealing scheme. Opposing players could take the matter in their own hands</p><p>The Houston Astros have been punished, but has justice truly been served? That’s the big question hovering around Major League Baseball as commissioner Rob Manfred makes a futile attempt to move on from one of the biggest scandals in league history. Soon, Astros hitters, many of whom were part of that now-dubious 2017 World Series win, will face live pitching for the first time since the league <a href=\"https://www.theguardian.com/sport/2020/feb/18/houston-astros-cheating-sign-stealing-player-reaction-baseball\">handed down its judgment</a> against the team’s sign-stealing scheme.</p> <a href=\"https://www.theguardian.com/sport/2020/feb/19/should-astros-players-fear-for-their-safety-after-the-cheating-scandal\">Continue reading...</a>", "link": "https://www.theguardian.com/sport/2020/feb/19/should-astros-players-fear-for-their-safety-after-the-cheating-scandal", "date_published": "2020-02-19 12:49:09+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Extinction Rebellion activists charged over Cambridge protest", "description": "<p>Six people to appear in court charged with criminal damage after climate protest at Trinity</p><p>A man and two women have been charged with criminal damage after Extinction Rebellion activists dug up a lawn outside a Cambridge University college.</p><p>Three others have been charged with criminal damage over a protest that took place the following day outside a research building run by the oilfield service provider Schlumberger.</p> <a href=\"https://www.theguardian.com/uk-news/2020/feb/19/extinction-rebellion-activists-charged-cambridge-protest-trinity\">Continue reading...</a>", "link": "https://www.theguardian.com/uk-news/2020/feb/19/extinction-rebellion-activists-charged-cambridge-protest-trinity", "date_published": "2020-02-19 12:43:14+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Robot markers and online submissions: what will exam assessments look like in the future?", "description": "<p>Some universities and colleges are embracing a different approach to digital assessment. Seeking to modernise carefully and cautiously, a mix of human and computer analysis looks set to become the norm</p><p>Throughout their study, students today routinely use virtual learning environments, online resources and other digital services. But at the end of their courses, many will be assessed using an old-school method: answers written with pen and paper in a few high-stakes hours.</p><p>“We’ve got quite an old-fashioned assessment system that hasn’t kept pace with student expectations,” says Chris Cobb, pro vice-chancellor of the University of London. “I don’t think I could write a start-to-finish essay with a pen nowadays. I don’t write like that any more.”</p> <a href=\"https://www.theguardian.com/transforming-the-student-experience/2020/feb/19/robot-markers-and-online-submissions-what-will-exam-assessments-look-like-in-the-future\">Continue reading...</a>", "link": "https://www.theguardian.com/transforming-the-student-experience/2020/feb/19/robot-markers-and-online-submissions-what-will-exam-assessments-look-like-in-the-future", "date_published": "2020-02-19 12:42:41+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "What do female film-makers have to say about male stories?", "description": "<p>The directors celebrated in a new season at the Barbican – focusing on films about men, made by women – on turning the traditional gaze on its head</p><p>When Ana Kokkinos found out her second film was going to be shown at Cannes in 1998, she was overjoyed. Charting 24 hedonistic hours in the life of a gay Greek-Australian teenager, Head On is a fierce and evocative depiction of queer identity and masculinity in crisis. Then she had her first interview. “The journalist told me there was a rumour that I must have been a man because a woman couldn’t possibly make this film.”</p><p>The Australian film-maker was unsurprised. “There aren’t many female directors and when women get the opportunity to make a film they tend to want to make them about women. But when women make films about men there is still a taboo around that. There’s a cliched view that women can’t explore masculinity or the male experience.”</p> <a href=\"https://www.theguardian.com/film/2020/feb/19/what-do-female-film-makers-have-to-say-about-male-stories-barbican-her-lens-his-story\">Continue reading...</a>", "link": "https://www.theguardian.com/film/2020/feb/19/what-do-female-film-makers-have-to-say-about-male-stories-barbican-her-lens-his-story", "date_published": "2020-02-19 12:37:37+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "I’m a TV presenter who’s been pilloried on social media. I know the damage it can do | Kirstie Allsopp", "description": "<p>The death of Caroline Flack shows the industry bosses who profit from celebrities must do more to protect them</p><p>This is not a piece about <a href=\"https://www.theguardian.com/tv-and-radio/2020/feb/19/caroline-flack-family-releases-unpublished-instagram-post\" title=\"\">Caroline Flack</a>, partly because I never met her and I don’t watch Love Island, though I do know that she was a sister and a twin, and the idea of losing one of my sisters, or trying to explain their death to my children, chills my blood. I have immense sympathy for her friends, family and colleagues.</p><p>My reason for wading in is that I know a little about what it is like to be on television for a long time and to have done that during the dawn of social media, news websites and the sunset of TV. These are dangerous times. Television as we know it is dying, and it is dancing its last dance with its killer. Commissioners are as obsessed with clicks as they are in that other stricken industry, newspapers. “Noisy TV” is all the rage: it’s about the hashtag these days, a show is a success not if people watch it but if people chat about it online.</p> <a href=\"https://www.theguardian.com/commentisfree/2020/feb/19/tv-presenter-social-media-damage-caroline-flack\">Continue reading...</a>", "link": "https://www.theguardian.com/commentisfree/2020/feb/19/tv-presenter-social-media-damage-caroline-flack", "date_published": "2020-02-19 12:01:20+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Wednesday Addams plaits and Jurassic Park chic: 14 style lessons", "description": "<p>From haute gardening hats, to nettles dresses and sexy necklines, here are the trends that are coming for you for this spring/summer </p><p>• Read more from the spring/summer 2020 edition of <a href=\"https://www.theguardian.com/fashion/series/the-fashion-spring-summer-2020\">The Fashion</a>, our biannual style supplement</p><p>Afraid of looking like a dunce when it comes to your fashion knowledge? We’ve created a cheat sheet for the new season.</p> <a href=\"https://www.theguardian.com/fashion/2020/feb/19/wednesday-addams-plaits-and-jurassic-park-chic-14-style-lessons\">Continue reading...</a>", "link": "https://www.theguardian.com/fashion/2020/feb/19/wednesday-addams-plaits-and-jurassic-park-chic-14-style-lessons", "date_published": "2020-02-19 12:00:02+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Liverpool's Klopp right to take Mané off amid Atlético antics, Gomez says", "description": "<ul><li>‘It’s frustrating. The ref does something … you feel it’s not right’</li><li>Gomez confident of ‘different occasion at Anfield’ after 1-0 loss</li></ul><p>Joe Gomez has said Jürgen Klopp was right to withdraw Sadio Mané against Atlético Madrid as the referee was affected by the antics of the home players and frenzied atmosphere inside the Estadio Metropolitano.</p><p>Klopp admitted substituting the Senegal striker at half-time of <a href=\"https://www.theguardian.com/football/2020/feb/18/disjointed-liverpool-fall-to-atletico-madrid-and-sauls-early-strike\">Liverpool’s Champions League defeat</a> out of concern he would receive a second yellow card from Szymon Marciniak, the Polish referee he accused of failing to deal with Atlético’s play-acting.</p> <a href=\"https://www.theguardian.com/football/2020/feb/19/liverpool-jurgen-klopp-right-take-sadio-mane-off-atletico-madrid-antics-joe-gomez-champions-league\">Continue reading...</a>", "link": "https://www.theguardian.com/football/2020/feb/19/liverpool-jurgen-klopp-right-take-sadio-mane-off-atletico-madrid-antics-joe-gomez-champions-league", "date_published": "2020-02-19 12:00:01+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Ramage's 'young black lads' mindset reflects football's inaction on racism | Marina Hyde", "description": "<p>The now-former BBC pundit’s comments highlight the burden placed on players to somehow tackle the racism they suffer</p><p>It’s worth reading the comments made by local BBC pundit – now former BBC pundit – Craig Ramage in the wake of Derby’s 1-1 draw with Huddersfield on Saturday. “When I look at certain players,” Ramage judged, “their body language, their stance, the way they act, you just feel, hold on a minute, he needs pulling down a peg or two. So I’d probably say that about all the young black lads … that, you know, it’s about, when you are struggling for form, you are going through a sticky patch, it’s about going back to basics, working hard, and doing the right things.”</p><p>Well there you go. Ramage <a href=\"https://www.theguardian.com/football/2020/feb/16/bbc-pundits-derby-young-black-lads-sparks-call-for-action-craig-ramage-max-lowe-kick-it-out\" title=\"\">has now been relieved of his duties by the BBC</a>, though it was notably left to a 22-year-old Derby player to publicly challenge the comments. On Sunday, defender Max Lowe <a href=\"https://www.instagram.com/p/B8oaNLSJ6Z2/\" title=\"\">sp</a><a href=\"https://www.instagram.com/p/B8oaNLSJ6Z2/\" title=\"\">oke out on Instagram</a> “on behalf of black footballers at Derby Country … Racial ignorance, stereotyping and intolerance negatively affects the image of impressionable young footballers and creates an unnecessary divide in society. I am also disappointed that a public service broadcaster did not step in to ask the analyst to explain his reasoning or to distance themselves from these archaic thoughts.” Quite. And we’ll come shortly to the depressing regularity with which pushback against racism ends up having to be player-led.</p> <a href=\"https://www.theguardian.com/football/2020/feb/19/craig-ramage-young-black-lads-mindset-reflects-football-inaction-racism\">Continue reading...</a>", "link": "https://www.theguardian.com/football/2020/feb/19/craig-ramage-young-black-lads-mindset-reflects-football-inaction-racism", "date_published": "2020-02-19 11:45:01+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Foreign Office tells Britons not to leave cruise ship struck by coronavirus", "description": "<p>Passengers who disembark Diamond Princess may not be allowed to board evacuation flight later in week, FCO warns</p><ul><li><a href=\"https://www.theguardian.com/world/live/2020/feb/19/coronavirus-outbreak-updates-coronavirus-live-updates-hubei-deaths-china-wuhan-outbreak-japan-diamond-princess-china-business-death-toll-latest-news\"> Coronavirus: live updates</a></li></ul><p>British passengers stuck on the cruise ship in Japan where over 600 people have been infected with the coronavirus have have been told to stay onboard by the Foreign Office.</p><p>Japanese authorities said those who had tested negative for the virus were allowed to leave on Wednesday, but the Foreign and Commonwealth Office (FCO) warned that passengers who disembark may not be allowed to board a British evacuation flight scheduled for later this week.</p> <a href=\"https://www.theguardian.com/world/2020/feb/19/foreign-office-tells-britons-not-to-leave-cruise-ship-struck-by-coronavirus\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2020/feb/19/foreign-office-tells-britons-not-to-leave-cruise-ship-struck-by-coronavirus", "date_published": "2020-02-19 11:36:09+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Woman plays violin while undergoing brain surgery – video", "description": "<p>A musician played the violin while surgeons operated on her brain to remove a tumour at King’s College hospital in London. The medical team asked Dagmar Turner, 53, to play the instrument to ensure parts of the brain that control delicate hand movements and coordination were not damaged during the millimetre-precise surgery. Turner was diagnosed in 2013 with a brain tumour after suffering a seizure during a symphony</p> <a href=\"https://www.theguardian.com/uk-news/video/2020/feb/19/woman-plays-violin-undergoing-brain-surgery-london-video\">Continue reading...</a>", "link": "https://www.theguardian.com/uk-news/video/2020/feb/19/woman-plays-violin-undergoing-brain-surgery-london-video", "date_published": "2020-02-19 11:16:01+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Deontay Wilder v Tyson Fury II: the road to a unified heavyweight world champion – video", "description": "<p>Tyson Fury meets Deontay Wilder in Las Vegas on Saturday in the hotly anticipated rematch between the two for the WBC heavyweight title. The meeting between two undefeated champions of boxing is a rare occasion. However, this event comes with extra gravitas. In their previous meeting two years ago, the pair saw out a 12-round split decision which ended in controversial fashion. Despite Fury outboxing Wilder for most of the fight, two late knockdowns from Wilder saw a draw be called between the pair. Saturday night in Vegas is the next step to having, once again, a unified heavyweight champion of the world</p><ul><li><a href=\"https://www.theguardian.com/sport/2020/feb/18/tyson-fury-deontay-wilder-boxing\">'I don't see a tough fight': Fury cranks up war of words with Wilder</a></li></ul> <a href=\"https://www.theguardian.com/sport/video/2020/feb/19/deontay-wilder-v-tyson-fury-ii-the-road-to-a-unified-heavyweight-world-champion-video\">Continue reading...</a>", "link": "https://www.theguardian.com/sport/video/2020/feb/19/deontay-wilder-v-tyson-fury-ii-the-road-to-a-unified-heavyweight-world-champion-video", "date_published": "2020-02-19 11:08:01+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "UK inflation at six-month high as petrol and energy prices rise", "description": "<p>Consumer Prices Index stood at 1.8% in January, up from 1.3% in December, says ONS</p><p>Inflation jumped to a six-month high of 1.8% in January after a surge in petrol prices and an increase in the cost of gas and electricity over last year.</p><p>The surprise increase in the consumer prices index (CPI), which exceeded forecasts of a rise to 1.6%, brought the main measure of inflation closer to the Bank of England’s target of 2%.</p> <a href=\"https://www.theguardian.com/business/2020/feb/19/uk-inflation-at-six-month-high-as-petrol-and-energy-prices-rise\">Continue reading...</a>", "link": "https://www.theguardian.com/business/2020/feb/19/uk-inflation-at-six-month-high-as-petrol-and-energy-prices-rise", "date_published": "2020-02-19 11:07:14+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "China to expel WSJ journalists over 'malicious’ column", "description": "<p>Three journalists told to leave within five days after paper declined to apologise for opinion piece</p><ul><li><a href=\"https://www.theguardian.com/world/live/2020/feb/19/coronavirus-outbreak-updates-coronavirus-live-updates-hubei-deaths-china-wuhan-outbreak-japan-diamond-princess-china-business-death-toll-latest-news\">Coronavirus updates – live</a></li></ul><p>China has revoked the press credentials of three journalists from the Wall Street Journal (WSJ) after the newspaper declined to apologise for a column that called China the “real sick man of Asia”, the foreign ministry has said.</p><p>Spokesman Geng Shuang told a daily briefing on Wednesday that Beijing made several representations to the paper over the column, which China criticised as racist and denigrating its efforts to combat the coronavirus epidemic, but that it had failed to apologise or investigate those responsible.</p> <a href=\"https://www.theguardian.com/world/2020/feb/19/china-bars-wall-street-journal-reporters-over-derogatory-column\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2020/feb/19/china-bars-wall-street-journal-reporters-over-derogatory-column", "date_published": "2020-02-19 11:03:26+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "The queens of agility: America’s most famous canine athletes race for glory", "description": "<p>The fast-growing sport of dog agility has become one of the most popular events at shows like Westminster and a welcome alternative for those who believe conformation shows are archaic and outmoded</p><p>The sport of dog agility is easy to grasp for a first-time spectator. The object is simple: Unleashed dogs negotiate a serpentine obstacle course – clearing a series of jumps, weaving their way around poles, darting through tunnels, hurdling through tires, sprinting up and down ramps and a seesaw – as quickly as possible under the guidance of their handler, who can rely only on voice cues and body language.</p><p>At the highest form it’s dressage on uppers, marrying the human-animal bond and precision of equestrian sports with the frenetic pace and inherent volatility of alpine skiing, where the margins that separate first place and disaster are often down to hair-trigger decisions imperceptible to the untrained eye. To the unfamiliar, it can seem like magic.</p> <a href=\"https://www.theguardian.com/sport/2020/feb/19/dog-agility-westminster-perry-dewitt-jessica-ajoux\">Continue reading...</a>", "link": "https://www.theguardian.com/sport/2020/feb/19/dog-agility-westminster-perry-dewitt-jessica-ajoux", "date_published": "2020-02-19 11:01:00+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "One is a muse! How Princess Anne changed fashion", "description": "<p>With her power tailoring, trusty jodhpurs and sporty sunglasses, the equestrian-loving royal has taken London fashion week by storm</p><p>Fashion loves a princess. Five decades before Princess Diana there was Princess Marina of Greece and Denmark, a Cecil Beaton favourite of whom the young Princess Margaret is said to have remarked: “When I grow up, I will dress as Aunt Marina does.” So when Meghan – princess in all but name – boarded a plane to Canada, she left a vacancy. It is probably only a few years now until Princess Charlotte starts wearing Brandy Melville and uploading TikTok videos.</p><p>Until then, the ever-conscientious Kate is doing her level best to fill the gap – she has been wearing culottes and everything – but even the Duchess of Cambridge’s most fervent champions would admit that she lacks a little edge.</p> <a href=\"https://www.theguardian.com/fashion/2020/feb/19/one-is-a-muse-how-princess-anne-changed-fashion\">Continue reading...</a>", "link": "https://www.theguardian.com/fashion/2020/feb/19/one-is-a-muse-how-princess-anne-changed-fashion", "date_published": "2020-02-19 11:00:01+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Red-state Utah embraces plan to tackle climate crisis in surprising shift", "description": "<p>Utah aims to reduce emissions over air quality concerns as other red states are also starting to tackle global heating</p><p>In a move to protect its ski slopes and growing economy, Utah – one of the reddest states in the nation – has just created a long-term plan to address the climate crisis.</p><p> <span>Related: </span><a href=\"https://www.theguardian.com/us-news/2020/feb/18/bottled-water-ban-washington-state\">Washington state takes bold step to restrict companies from bottling local water</a> </p> <a href=\"https://www.theguardian.com/environment/2020/feb/19/utah-republicans-climate-crisis-plan\">Continue reading...</a>", "link": "https://www.theguardian.com/environment/2020/feb/19/utah-republicans-climate-crisis-plan", "date_published": "2020-02-19 11:00:00+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Caroline Flack's family releases unpublished Instagram post", "description": "<p>TV star wrote message days before she died but her advisers warned against posting it</p><p>Caroline Flack wrote an unpublished Instagram post weeks before she killed herself revealing how her “whole world and future was swept from under [her] feet” over claims she assaulted her boyfriend, her family has said.</p><p>The former Love Island presenter, <a href=\"https://www.theguardian.com/tv-and-radio/2020/feb/15/former-love-island-presenter-caroline-flack-dies-aged-40\">who was found dead aged 40</a> on Saturday before she was due to stand trial in March accused of assault, said the domestic incident was an accident.</p> <a href=\"https://www.theguardian.com/tv-and-radio/2020/feb/19/caroline-flack-family-releases-unpublished-instagram-post\">Continue reading...</a>", "link": "https://www.theguardian.com/tv-and-radio/2020/feb/19/caroline-flack-family-releases-unpublished-instagram-post", "date_published": "2020-02-19 10:46:19+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "'Coal workers are orphans': the children and slaves mining Pakistan's coal", "description": "<p>Injuries and fatalities are common among thousands of debt-bonded men and children toiling in one of the world’s harshest work environments</p><p><em>All photographs by Mashal Baloch</em></p><p>The spectre of death hovers over the coal mines of Balochistan. Under scorching skies, this turbulent south-west region of Pakistan is home to one of the world’s harshest work environments, where tens of thousands of men and children descend below the surface each day to dig up thousands of tonnes of coal.</p><p>The threats of underground explosions, methane gas poisoning, suffocation, or mine walls collapsing are omnipresent and there is barely a single worker across the state’s five massive commercial coal mines who has not been touched by the fatalities that are common here.</p> <a href=\"https://www.theguardian.com/global-development/2020/feb/19/coal-workers-are-orphans-the-children-and-slaves-mining-pakistans-coal\">Continue reading...</a>", "link": "https://www.theguardian.com/global-development/2020/feb/19/coal-workers-are-orphans-the-children-and-slaves-mining-pakistans-coal", "date_published": "2020-02-19 10:20:27+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "'The job is not done': the fight to combat neglected tropical diseases", "description": "<p>Despite record-breaking progress, more needs to be done on diagnostics, treatment, research and funding, warn experts</p><p>Global leaders need to take a “hardcore” approach to tackling tropical diseases that kill, blind, disable and disfigure <a href=\"https://worldntdday.org/learn-more/\">more than 1.5 billion</a> people in the world’s poorest and most marginalised communities, experts have warned.</p><p><a href=\"https://www.theguardian.com/global-development/2017/apr/19/world-health-organization-record-breaking-progress-neglected-tropical-diseases\">Record-breaking</a> progress has already been made in the fight against neglected tropical diseases (NTDs), but more must now be done to engage local partners, improve diagnostics, fill research gaps, and access sustainable funding, according to experts at a Guardian roundtable event in Geneva, supported by the <a href=\"https://www.ifpma.org/\">International Federation of Pharmaceutical Manufacturers and Associations (IFPMA)</a>. </p> <a href=\"https://www.theguardian.com/society/2020/feb/19/job-not-done-fight-to-combat-neglected-tropical-diseases\">Continue reading...</a>", "link": "https://www.theguardian.com/society/2020/feb/19/job-not-done-fight-to-combat-neglected-tropical-diseases", "date_published": "2020-02-19 10:14:47+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Boeing 737 Max: debris found in fuel tanks of grounded planes", "description": "<p>‘Absolutely unacceptable’ discovery a new setback for US firm, which orders inspection </p><p><a href=\"https://www.theguardian.com/business/boeing\">Boeing</a> has ordered inspections of its entire fleet of grounded 737 Max planes after it found debris in the fuel tanks of some of the aircraft, in the latest setback for the US plane-maker.</p><p>The specialist aviation blog <a href=\"https://leehamnews.com/2020/02/18/boeing-finds-debris-left-in-new-737-maxes-now-in-storage/#more-32624\">Leeham News</a>, which first reported the discovery of the “foreign object debris” (FOD), said it was unlikely that the inspections would delay the recertification of the jets. However, it will take up to three days to inspect each plane because fuel must be drained and vapours dissipated before the fuel tanks can be opened.</p> <a href=\"https://www.theguardian.com/business/2020/feb/19/boeing-737-max-debris-found-in-fuel-tanks-of-grounded-planes\">Continue reading...</a>", "link": "https://www.theguardian.com/business/2020/feb/19/boeing-737-max-debris-found-in-fuel-tanks-of-grounded-planes", "date_published": "2020-02-19 10:02:49+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Will Boris Johnson’s immigration reforms work? That depends on the Home Office | Jonathan Portes", "description": "A more liberal system for skilled migration from anywhere in the world could benefit Britain – if it isn’t rushed or bungled<p>Two weeks ago the Home Office told the Sunday papers that the new “points-based system” for immigration after Brexit would cut unskilled immigration from the EU by 90,000 “overnight”. And today the government has published more detail about its proposals, generating headlines such as “Immigration revolution” and “<a href=\"https://www.theguardian.com/uk-news/2020/feb/18/uk-to-close-door-to-non-english-speakers-and-unskilled-workers\" title=\"\">UK closes border to unskilled workers</a>”.</p><p> <span>Related: </span><a href=\"https://www.theguardian.com/uk-news/2020/feb/18/uk-to-close-door-to-non-english-speakers-and-unskilled-workers\">UK to close door to non-English speakers and unskilled workers</a> </p> <a href=\"https://www.theguardian.com/commentisfree/2020/feb/19/boris-johnson-immigration-reforms-home-office-skilled-migration\">Continue reading...</a>", "link": "https://www.theguardian.com/commentisfree/2020/feb/19/boris-johnson-immigration-reforms-home-office-skilled-migration", "date_published": "2020-02-19 09:57:51+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Immigration: firms will need to train more UK workers, says Priti Patel", "description": "<p>‘Economically inactive’ Britons could do jobs in sectors where there are shortages under new system, home secretary says</p><p>Companies will need to train more British workers to fill vacancies when <a href=\"https://www.gov.uk/government/publications/the-uks-points-based-immigration-system-policy-statement?utm_source=adda7e36-20e4-4894-ac9d-dc892abcae49&amp;utm_medium=email&amp;utm_campaign=govuk-notifications&amp;utm_content=immediate\">the new immigration system </a>kicks in requiring foreign workers to have qualifications and the ability to speak English, Priti Patel, the home secretary, has said.</p><p>In a round of television and radio interviews, she said 8 million people between the ages of 16 and 64 were “economically inactive” and could be given the skills to do jobs in sectors where there were shortages as a result of the new points-based system.</p> <a href=\"https://www.theguardian.com/uk-news/2020/feb/19/immigration-firms-will-need-to-train-more-uk-workers-says-priti-patel\">Continue reading...</a>", "link": "https://www.theguardian.com/uk-news/2020/feb/19/immigration-firms-will-need-to-train-more-uk-workers-says-priti-patel", "date_published": "2020-02-19 09:20:40+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Socialist Kshama Sawant reignites fight to tax Amazon for affordable housing", "description": "<p>New tax proposal by Seattle city council member would affect about 825 companies and is expected to raise $300m each year</p><p>Just a few months after going head-to-head with an Amazon-backed rival <a href=\"https://www.theguardian.com/us-news/2019/nov/17/kshama-sawant-seattle-socialist-amazon-election\">to claim her third term on the Seattle c</a><a href=\"https://www.theguardian.com/us-news/2019/nov/17/kshama-sawant-seattle-socialist-amazon-election\">ity c</a><a href=\"https://www.theguardian.com/us-news/2019/nov/17/kshama-sawant-seattle-socialist-amazon-election\">ouncil</a>, Kshama Sawant has proposed a new tax on the trillion dollar giant and other large Seattle businesses, which she says will “stop at nothing” to try to defeat progressive proposals like this one.</p><p>The proposal, which was unveiled last week, would involve a 1.7% payroll tax on the top 3% of companies (based on their payroll) operating out of the city. Sawant estimates the tax will impact about 825 companies, each with about $7m or more in annual payroll. All non-profit organizations, public employers and grocery stores would be exempt.</p> <a href=\"https://www.theguardian.com/technology/2020/feb/19/socialist-kshama-sawant-tax-amazon-seattle\">Continue reading...</a>", "link": "https://www.theguardian.com/technology/2020/feb/19/socialist-kshama-sawant-tax-amazon-seattle", "date_published": "2020-02-19 09:00:51+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Dave attacks Boris Johnson in Brit awards performance: 'Our prime minister's a real racist'", "description": "<p>South London rapper, who won album of the year for Psychodrama, also called for support for the Windrush generation and castigated the media over their coverage of Meghan Markle</p><ul><li><a href=\"https://www.theguardian.com/music/2020/feb/18/brits-2020-all-the-performances-reviewed\">All the live performers at the 2020 Brits – reviewed</a></li></ul><p>South London rapper Dave has accused Boris Johnson of being a racist on stage at the 2020 Brit awards.</p><p>Performing Black, a freestyle track that charts the difficulties of black Britons and celebrates black excellence, he added a newly written final verse that began: “It is racist, whether or not it feels racist, the truth is our prime minister’s a real racist / They say – ‘you should be grateful, we’re the least racist’ / I say the least racist is still racist.”</p> <a href=\"https://www.theguardian.com/music/2020/feb/18/dave-attacks-boris-johnson-in-brit-awards-performance-our-prime-ministers-a-real-racist\">Continue reading...</a>", "link": "https://www.theguardian.com/music/2020/feb/18/dave-attacks-boris-johnson-in-brit-awards-performance-our-prime-ministers-a-real-racist", "date_published": "2020-02-19 08:07:22+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Derek Jarman and friends in Dungeness – unseen pictures", "description": "<p>An exhibition of mostly unseen photographs and film of Derek Jarman and his inspirational former Dungeness home, Prospect Cottage, opens at the<a href=\"https://www.lucy-bell.com/\"> Lucy Bell Gallery</a> at the end of this month. Featuring his friends and fellow filmmakers, 25% of all sales go towards the<a href=\"https://www.artfund.org/get-involved/art-happens/prospect-cottage\"> Art Fund</a>’s campaign to save Prospect Cottage and Jarman’s legacy. The exhibition runs from 29 February until 31 March.</p> <a href=\"https://www.theguardian.com/culture/gallery/2020/feb/19/derek-jarman-and-friends-in-dungeness-unseen-pictures\">Continue reading...</a>", "link": "https://www.theguardian.com/culture/gallery/2020/feb/19/derek-jarman-and-friends-in-dungeness-unseen-pictures", "date_published": "2020-02-19 07:00:50+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Coming out as Dalit: how one Indian author finally embraced her identity", "description": "<p>Raised to hide her low caste, Yashica Dutt’s new book traces her realisation that her history is one of oppression, not shame</p><p>Pretending not to be a Dalit took a heavy toll on the young Yashica Dutt.</p><p>Her mother, Shashi, was so determined to protect her three children from the discrimination of the Hindu caste system that relegates Dalits to the periphery of society that she pretended the family were Brahmin.</p> <a href=\"https://www.theguardian.com/global-development/2020/feb/19/coming-out-as-dalit-how-one-indian-author-finally-embraced-her-identity\">Continue reading...</a>", "link": "https://www.theguardian.com/global-development/2020/feb/19/coming-out-as-dalit-how-one-indian-author-finally-embraced-her-identity", "date_published": "2020-02-19 07:00:49+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Samsung Galaxy Z Flip review: back to the folding flip phone future", "description": "<p>Revamp of 2000’s flip phone means big screen folds in half into a compact clamshell that fits in small pockets</p><p>It’s not often something comes along to genuinely change the game, but the Samsung Galaxy Z Flip does just that, bringing foldable displays closer to the mainstream and reinventing the flip phone for 2020 in the process.</p><p>Screens that fold in half finally arrived last year with the Galaxy Fold, which was originally <a href=\"https://www.theguardian.com/technology/2019/apr/18/galaxy-fold-samsung-investigates-as-screens-break-in-first-days\">plagued by durability issues</a> causing <a href=\"https://www.theguardian.com/technology/2019/apr/22/samsung-galaxy-fold-release-delayed-screens-break\">a delay</a> and a reworking of the device.</p> <a href=\"https://www.theguardian.com/technology/2020/feb/19/samsung-galaxy-z-flip-review-back-to-the-folding-flip-phone-future\">Continue reading...</a>", "link": "https://www.theguardian.com/technology/2020/feb/19/samsung-galaxy-z-flip-review-back-to-the-folding-flip-phone-future", "date_published": "2020-02-19 07:00:49+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Storm Dennis: flood-hit communities brace for more heavy rain", "description": "<p>Rivers Severn, Teme and Wye will remain high as rain builds up again from Wednesday morning</p><p>Flood-hit UK communities are braced for further heavy rain as river levels continue to threaten to breach barriers.</p><p>Hundreds of properties have been flooded and at-risk areas evacuated across England and Wales after the downpours brought by Storm Dennis.</p> <a href=\"https://www.theguardian.com/uk-news/2020/feb/19/storm-dennis-flood-hit-communities-brace-for-more-heavy-rain\">Continue reading...</a>", "link": "https://www.theguardian.com/uk-news/2020/feb/19/storm-dennis-flood-hit-communities-brace-for-more-heavy-rain", "date_published": "2020-02-19 06:39:50+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "I shot a deer – and I still believe it was the ethical thing to do | George Monbiot", "description": "<p>Between kill nothing and kill almost everything lies the pragmatic aim of maximising diversity and abundance on Earth</p><p>It was a protest against me. But I sympathised with the <a href=\"https://www.facebook.com/events/505641850330510\" title=\"\">demonstrators</a>, who gathered outside the theatre where I was speaking last week to call me a killer. I didn’t dispute their claim. I am a killer.</p><p>While making <a href=\"https://www.channel4.com/programmes/apocalypse-cow-how-meat-killed-the-planet\" title=\"\">Apocalypse Cow</a>, a film for Channel 4 about how we should feed ourselves without destroying the world, I shot a deer. If it helps (though it didn’t help the deer), I hated every minute of it, from picking up the rifle and learning to use it, to finding and stalking the innocent animal, then shooting it through the chest from 180 metres, watching it rear into the air, stumble, spasm and die. It was a gruesome, horrible experience.</p> <a href=\"https://www.theguardian.com/commentisfree/2020/feb/19/wildlife-killing-deer-diversity-resources-environment\">Continue reading...</a>", "link": "https://www.theguardian.com/commentisfree/2020/feb/19/wildlife-killing-deer-diversity-resources-environment", "date_published": "2020-02-19 06:00:48+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Saffron Burrows: ‘I was raised to feel like I could love who I wanted’", "description": "<p>The actor and activist, who stars in Netflix hit You, on her teenage years as an anti-racist campaigner, modelling in Paris, #MeToo and the ‘sexist’ films she turned down</p><p>When Saffron Burrows became an actor, there were scripts she had to throw straight out. Her prospective characters “were always running for their life in high heels”, she says. “If I read that on page five, I would stop reading. I’d get to a sentence or character description and just think: ‘Who are these people?’”</p><p>She made her name in the classic 1990s films Circle of Friends and In the Name of the Father, going on to blockbusters such as Deep Blue Sea and Troy, before starring more recently in the TV shows Mozart in the Jungle and You. She is proud of the roles that define her career. But even prouder of those she turned down. “Oh my God, yes!” she shudders. “Some very successful sexist films they’re now making the third sequel of.”</p> <a href=\"https://www.theguardian.com/culture/2020/feb/19/saffron-burrows-i-was-raised-to-feel-like-i-could-love-who-i-wanted\">Continue reading...</a>", "link": "https://www.theguardian.com/culture/2020/feb/19/saffron-burrows-i-was-raised-to-feel-like-i-could-love-who-i-wanted", "date_published": "2020-02-19 06:00:48+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "The world is failing to ensure children have a 'liveable planet', report finds", "description": "<p>Children in biggest carbon-emitting nations are healthiest, while those with tiny environmental footprints suffer twofold from poor health and living at the sharp end of the climate crisis</p><p>Every country in the world is failing to shield children’s health and their futures from intensifying ecological degradation, climate change and exploitative marketing practices, says a new report.</p><p>The report says that despite dramatic improvements in survival, nutrition, and education over the past 20 years, “today’s children face an uncertain future”, with every child facing “existential threats”.</p> <a href=\"https://www.theguardian.com/global-development/2020/feb/19/the-world-is-failing-to-ensure-children-have-a-liveable-planet-report-finds\">Continue reading...</a>", "link": "https://www.theguardian.com/global-development/2020/feb/19/the-world-is-failing-to-ensure-children-have-a-liveable-planet-report-finds", "date_published": "2020-02-19 06:00:48+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "My mum only had a few months to live. So we rented a van and took a road trip", "description": "<p>We’d been incredibly close when I was a child. Then, in 1994 she went away and never came back. Now here we were, taking to the road with no real plan after her cancer diagnosis </p><p>I had been sitting in the cafeteria of a hospital in Perth, Australia, for seven hours waiting for the phone to ring.</p><p>Seven hours of drained coffee cups, watching families cry and cling to each other, wondering if they were tears of grief or relief, seven hours of slowly feeling the panic rise up through my body.</p> <a href=\"https://www.theguardian.com/lifeandstyle/2020/feb/19/mum-roadtrip-rented-van-cancer-terminal-thelma-and-louise\">Continue reading...</a>", "link": "https://www.theguardian.com/lifeandstyle/2020/feb/19/mum-roadtrip-rented-van-cancer-terminal-thelma-and-louise", "date_published": "2020-02-19 05:00:47+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Barr reportedly considers quitting as attorney general over Trump tweets", "description": "<p>Revelation comes days after Barr took swipe at president over apparent intervention in Roger Stone case </p><p>The attorney general, William Barr, has told people close to him he is considering quitting his post, after Donald Trump failed to heed his warning to stop tweeting about justice department cases, administration officials told <a href=\"https://www.washingtonpost.com/politics/trump-raises-possibility-of-suing-those-involved-in-prosecuting-roger-stone/2020/02/18/238279fc-5250-11ea-9e47-59804be1dcfb_story.html\">the Washington Post</a> and Associated Press.</p><p>The revelation came days after Barr took a public swipe at the president, saying in a <a href=\"https://www.theguardian.com/us-news/2020/feb/13/william-barr-trump-twitter-justice-department\">television interview</a> that Trump’s tweets about justice department cases and staffers made it “impossible” for him to do his job. The next day, Trump ignored Barr’s request and insisted that he had the “legal right” to intervene in criminal cases and sidestep the department’s historical independence.</p> <a href=\"https://www.theguardian.com/us-news/2020/feb/18/william-barr-attorney-general-trump-tweet-quitting-report\">Continue reading...</a>", "link": "https://www.theguardian.com/us-news/2020/feb/18/william-barr-attorney-general-trump-tweet-quitting-report", "date_published": "2020-02-19 04:01:25+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Inside Trump's Facebook campaign – podcast", "description": "<p>Guardian US tech reporter Julia Carrie Wong spent a year analysing Trump’s Facebook campaign. She discusses how the sophisticated social media machine is targeting voters. And Leah Green reflects on the death of former Love Island presenter Caroline Flack</p><p>During 2019, Donald Trump’s campaign spent nearly $20m (£15.4m) on more than 218,000 different Facebook ads. <strong>Julia Carrie Wong</strong>, Guardian US tech reporter, tells <strong>Rachel Humphreys</strong> about the database the Guardian built to investigate the contents of those adverts. </p><p>Her analysis, she says, provides new insight into what messaging the Trump campaign chose to invest in and what makes Trump voters tick – and click.</p> <a href=\"https://www.theguardian.com/news/audio/2020/feb/19/inside-trump-facebook-campaign-podcast\">Continue reading...</a>", "link": "https://www.theguardian.com/news/audio/2020/feb/19/inside-trump-facebook-campaign-podcast", "date_published": "2020-02-19 03:00:44+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Harry Styles 'threatened with knife during Valentine's Day mugging'", "description": "<p>Former One Direction member reportedly handed over cash during incident in Hampstead, North London</p><p>Singer <a href=\"https://www.theguardian.com/music/harry-styles\">Harry Styles</a> was reportedly mugged at knifepoint in London on Valentine’s Day.</p><p>The 26-year old former One Direction member was “threatened with a knife” on Friday near midnight, according to police, but was unharmed after handing over an unspecified amount of cash.</p> <a href=\"https://www.theguardian.com/music/2020/feb/19/harry-styles-threatened-with-knife-during-valentines-day-mugging\">Continue reading...</a>", "link": "https://www.theguardian.com/music/2020/feb/19/harry-styles-threatened-with-knife-during-valentines-day-mugging", "date_published": "2020-02-19 01:23:02+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Brits 2020: the best of the red carpet and ceremony – in pictures", "description": "<p>The highlights from the 40th Brit Awards</p><ul><li><a href=\"https://www.theguardian.com/music/2020/feb/18/brit-awards-2020-lewis-capaldi-winners-dave-stormzy-tyler\">Brit awards full report</a></li><li><a href=\"https://www.theguardian.com/music/2020/feb/18/politics-and-powerful-performances-at-the-2020-brits-but-no-shock-winners\">Politics and powerful performers, but no shock winners</a></li><li><a href=\"https://www.theguardian.com/music/2020/feb/18/brits-2020-all-the-performances-reviewed\">All the performances reviewed</a></li></ul> <a href=\"https://www.theguardian.com/music/gallery/2020/feb/19/brits-2020-the-best-of-the-red-carpet-and-ceremony-in-pictures\">Continue reading...</a>", "link": "https://www.theguardian.com/music/gallery/2020/feb/19/brits-2020-the-best-of-the-red-carpet-and-ceremony-in-pictures", "date_published": "2020-02-19 00:31:15+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "First baby is born through new egg-freezing technique", "description": "<p>Cancer patient’s immature eggs were collected, matured in lab and frozen for use five years on</p><p>A woman who was left infertile by cancer treatment has given birth to a baby after her immature eggs were collected, matured in a lab and frozen for use five years later.</p><p>Fertility specialists at Antoine Béclère University hospital in Clamart near Paris said the healthy boy, named Jules, was the first baby to be born through the new procedure.</p> <a href=\"https://www.theguardian.com/society/2020/feb/19/first-baby-born-through-new-egg-freezing-fertility-technique-ivf\">Continue reading...</a>", "link": "https://www.theguardian.com/society/2020/feb/19/first-baby-born-through-new-egg-freezing-fertility-technique-ivf", "date_published": "2020-02-19 00:01:41+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Researchers find a western-style diet can impair brain function", "description": "<p>After a week on a high fat, high added sugar diet, volunteers scored worse on memory tests</p><p>Consuming a western diet for as little as one week can subtly impair brain function and encourage slim and otherwise healthy young people to overeat, scientists claim.</p><p>Researchers found that after seven days on a high fat, high added sugar diet, volunteers in their 20s scored worse on memory tests and found junk food more desirable immediately after they had finished a meal.</p> <a href=\"https://www.theguardian.com/science/2020/feb/19/researchers-find-a-western-style-diet-can-impair-brain-function\">Continue reading...</a>", "link": "https://www.theguardian.com/science/2020/feb/19/researchers-find-a-western-style-diet-can-impair-brain-function", "date_published": "2020-02-19 00:01:41+00:00", "persistent": false, "user": null, "language": "en-UK"}]