[{"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UC4eYXhJI4-7wSWc8UNRwD4A", "title": "Mount Eerie With Julie Doiron: NPR Music Tiny Desk Concert", "description": "Watch Mount Eerie With Julie Doiron play \"Belief\", \"Enduring The Waves\" and \"Love Without Possession\" at the Tiny Desk.\n\nDid you know you can watch new Tiny Desk concerts on npr.org ONE WEEK before they go up on YouTube? Click here: https://www.npr.org/tinydesk\n\nFollow NPR Music:\nTwitter: https://twitter.com/nprmusic\nInstagram: https://www.instagram.com/nprmusic\n\nFeb. 12, 2020 | Lars Gotrich -- Phil Elverum's songs come full circle, swooping down like vultures and floating up like ashes from flames. Throughout his work in Mount Eerie and The Microphones, idealism comes up against realism, existence entangles with impermanence and love discovers new forms. So when he sings, \"Let's get out the romance,\" in close harmony with Julie Doiron at the Tiny Desk, there's a history going back nearly two decades to an isolated cabin in Norway where he first wrote the phrase.\n\nLost Wisdom Pt. 2, released last year, is more than a continuation of a beloved collaboration; the sparsely decorated, deeply felt album meditates on a heart still breaking and mutating, but also gently reckons with a younger version of himself. That refrain on \"Belief\" — performed here with only an electric guitar and a nylon-string acoustic bought in Stockholm during that Scandinavian trip many years ago — not only references the cathartic singalong but also \"Flaming Home\" from 2008's Lost Wisdom.\n\nElverum remembers himself as a young man who begged \"the sky for some calamity to challenge my foundation.\" We then become the Greek chorus, witness to the unfolding tragedy: first, the death of his wife and mother to their child, the musician and illustrator Geneviève Castrée, in 2016; then the marriage to actor Michelle Williams in 2018 and their divorce less than a year later. \"'The world always goes on,'\" Doiron sings in answer, quoting a Joanne Kyger poem, \"'Breaking us with its changes / Until our form, exhausted, runs true.'\"\n\nWhen \"Belief\" suddenly ends, seemingly in the middle of a thought, Elverum's eyes search the room. The audience responds with applause, but a version of this dynamic plays out everywhere he's performed for the last three years — long silences broken up by tentative claps, nervous laughs struck by grief and absurdity. The albums A Crow Looked At Me, Now Only and Lost Wisdom Pt. 2 engage Elverum and his fans in open wounds he chooses to share — death, love and the loss of love — and that we choose to listen to. Written with diaristic detail, but in awe of an endless horizon, Elverum's existentialism is exhausted, but seeking.\n\nHe smiles, says thanks, sighs and then sings once again.\n\nSET LIST\n\"Belief\"\n\"Enduring The Waves\"\n\"Love Without Possession\"\n\nMUSICIANS\nPhil Elverum: vocals, guitar; Julie Doiron: vocals, guitar\n\nCREDITS\nProducers: Lars Gotrich, Morgan Noelle Smith, Maia Stern, Jack Corbett; Creative director: Bob Boilen; Audio engineers: Josh Rogosin, Patrick Boyd; Editor: Maia Stern; Videographers: Jack Corbett, Maia Stern; Associate Producer: Bobby Carter; Executive producer: Lauren Onkey; VP, programming: Anya Grundmann; Photo: Laura Beltran Villamizar/NPR", "link": "https://www.youtube.com/watch?v=ZD87vLBHGWA", "date_published": "2020-02-19 00:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}]