[{"source": "https://www.theguardian.com/rss", "title": "Mako Vunipola barred from England camp but available for Saracens", "description": "<ul><li>Set to miss rest of Six Nations after being told to stay away</li><li>Prop could still play for Saracens on Saturday though</li></ul><p>Mako Vunipola was told to stay away from England training because of concerns over a coronavirus outbreak in their “camp-based environment” and is not expected to play any further part in their Six Nations campaign.</p><p>The Rugby Football Union sparked confusion on Tuesday by stating Vunipola had been put in self-isolation only for Saracens to declare him available for selection this weekend.</p> <a href=\"https://www.theguardian.com/sport/2020/mar/04/mako-vunipola-set-to-miss-six-nations-after-being-barred-from-england-camp\">Continue reading...</a>", "link": "https://www.theguardian.com/sport/2020/mar/04/mako-vunipola-set-to-miss-six-nations-after-being-barred-from-england-camp", "date_published": "2020-03-04 23:52:19+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "'I've been waiting years for this’: midnight queues as The Mirror & the Light finally hits shelves", "description": "<p>After an eight-year gap and more pre-orders than Atwood, readers are excited to get hold of new Hilary Mantel book – even while knowing how it ends</p><p>Almost 500 years after Thomas Cromwell was imprisoned in the Tower of London, the 1,000-year-old site was illuminated on Wednesday evening with an image marking the long-awaited release of the conclusion to Hilary Mantel’s Wolf Hall trilogy, The Mirror &amp; the Light.</p><p>On the other side of London, at Waterstones Piccadilly, hundreds of fans were queuing in the rain to be the first to get their hands on a copy of the novel – and to meet the author herself. Angela had already got stuck into her copy, and said she’d taken the day off work on Thursday to devote entirely to reading. “I want to go back to the 16th century.”</p> <a href=\"https://www.theguardian.com/books/2020/mar/05/ive-been-waiting-years-for-this-midnight-queues-as-the-mirror-the-light-finally-hits-shelves\">Continue reading...</a>", "link": "https://www.theguardian.com/books/2020/mar/05/ive-been-waiting-years-for-this-midnight-queues-as-the-mirror-the-light-finally-hits-shelves", "date_published": "2020-03-04 23:50:22+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Wales have to match England physically and silence crowd, says Moriarty", "description": "<ul><li>Wales flanker braced for tough test at Twickenham</li><li>Moriarty played for England at u-18 and u-20 levels</li></ul><p>Wales have been trying to open up this season after 12 years of Warrenball but they will be getting physical against England as they seek a first Six Nations victory at Twickenham since 2012 on Saturday.</p><p><a href=\"https://www.theguardian.com/sport/2020/feb/23/england-ireland-six-nations-rugby-match-report\" title=\"\">Ireland were overwhelmed 24-12 by England</a> in the last round two weeks after securing a <a href=\"https://www.theguardian.com/sport/2020/feb/08/ireland-wales-six-nations-match-report\" title=\"\">bonus-point victory against Wales in Dublin</a> and the reigning champions are determined to meet England head on.</p> <a href=\"https://www.theguardian.com/sport/2020/mar/04/ross-moriarty-wales-england-six-nations-twickenham-crowd-rugby\">Continue reading...</a>", "link": "https://www.theguardian.com/sport/2020/mar/04/ross-moriarty-wales-england-six-nations-twickenham-crowd-rugby", "date_published": "2020-03-04 23:50:03+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "No, you won't get the coronavirus from Chinese food. And don't drink bleach | Ranjana Srivastava", "description": "<p>Anxiety is understandable but panic responses – like stockpiling toilet paper –will only hurt your vulnerable fellow citizens</p><p>Much to his family’s dismay, my elderly cancer patient, a retired chef, now cannot stand the sight of food. His wife frets at the standard of her cooking, no matter how much I reassure her that it’s not her, it’s his body, slowly winding down. But there is one thing that his eyes still welcome. Even though he eats “less than a baby”, he loves the sight of spaghetti, comparing the deliberately overcooked strands to silken threads sliding down his raw mouth.</p><p>I have convinced a devoted wife who would serve him a degustation menu at every meal that a small serve of pasta drenched in meat sauce will satisfy his modest requirements. Yes, it’s OK to have the same meal three times a day, if it’s either that or nothing.</p> <a href=\"https://www.theguardian.com/commentisfree/2020/mar/05/no-you-wont-get-the-coronavirus-from-chinese-food-and-dont-drink-bleach\">Continue reading...</a>", "link": "https://www.theguardian.com/commentisfree/2020/mar/05/no-you-wont-get-the-coronavirus-from-chinese-food-and-dont-drink-bleach", "date_published": "2020-03-04 23:47:24+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Millions of uncounted California ballots to shed light on Sanders' future", "description": "<p>A big win in the state could help the senator stay afloat. But nothing is certain as counting continues: ‘It’s like a black box’</p><p>Bernie Sanders was declared the winner in California just moments after polls closed but his final haul of delegates could remain uncertain for days, or even weeks, as election officials tally the millions of provisional votes and mail-in ballots.</p><p>And while triumph in the Golden State will help Sanders remain competitive in what has become essentially a <a href=\"https://www.theguardian.com/us-news/2020/mar/04/joe-biden-bernie-sanders-democratic-race-future-super-tuesday\">two-person race</a> between him and Joe Biden, the eventual delegate math could indicate a decidedly shakier path to the nomination than the Vermont senator expected last week.</p> <a href=\"https://www.theguardian.com/us-news/2020/mar/04/california-primary-bernie-sanders-joe-biden\">Continue reading...</a>", "link": "https://www.theguardian.com/us-news/2020/mar/04/california-primary-bernie-sanders-joe-biden", "date_published": "2020-03-04 23:32:54+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Trump picks official involved in Bush-era torture program as his nuclear envoy", "description": "<ul><li>Marshall Billingslea oversaw Guantánamo detainees’ treatment<br /></li><li>Trump wants to negotiate new deal with Russia and China</li></ul><p>The Trump administration has chosen a special envoy for nuclear talks, with the principal task of negotiating a new arms control agreement with Russia and China, according to congressional sources and former officials.</p><p> <span>Related: </span><a href=\"https://www.theguardian.com/world/2019/jan/28/us-nuclear-weapons-first-low-yield-warheads-roll-off-the-production-line\">US nuclear weapons: first low-yield warheads roll off the production line</a> </p> <a href=\"https://www.theguardian.com/us-news/2020/mar/04/trump-nuclear-talks-envoy-marshall-billingslea\">Continue reading...</a>", "link": "https://www.theguardian.com/us-news/2020/mar/04/trump-nuclear-talks-envoy-marshall-billingslea", "date_published": "2020-03-04 23:32:53+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Eric Dier confronts fan in stands after Tottenham's FA Cup defeat by Norwich", "description": "<ul><li>England midfielder reacts following shootout defeat</li><li>‘I think Eric did what we as professionals cannot do’</li></ul><p>Eric Dier is facing a potentially lengthy ban after becoming involved in a confrontation with a Tottenham supporter after his side’s FA Cup defeat by Norwich on Wednesday.</p><p> <span>Related: </span><a href=\"https://www.theguardian.com/football/2020/mar/04/tottenham-hotspur-norwich-city-fa-cup-fifth-cup-match-report\">Tottenham suffer Krul twist of fate as Norwich win FA Cup shootout</a> </p> <a href=\"https://www.theguardian.com/football/2020/mar/04/eric-dier-confronts-fan-in-stands-after-tottenhams-fa-cup-defeat-to-norwich\">Continue reading...</a>", "link": "https://www.theguardian.com/football/2020/mar/04/eric-dier-confronts-fan-in-stands-after-tottenhams-fa-cup-defeat-to-norwich", "date_published": "2020-03-04 23:07:52+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Zoey's Extraordinary Playlist review – musical dramedy hits all the wrong notes", "description": "<p>A sparkling, hugely talented cast can’t save this preposterous, underbaked show about a woman who develops the ability to hear other people’s thoughts through the medium of song</p><p>There are some programmes that make you wish there was a special award every year for Hardest Grafting Actors. Not those who are in everything – they are generally earning and being petted enough to make their game worth the candle already. I mean actors who find themselves in a second-rate production and can still be seen giving it their all on screen, selling the shit out of whatever lacklustre material they have been given.</p><p>Were there such a piece of industry recognition, the cast of Zoey’s Extraordinary Playlist (E4) would surely be contenders for this year’s prize. What an extraordinary band of high-energy, high-talent people they are, in a show that must have looked so full of potential on paper, but fails.</p> <a href=\"https://www.theguardian.com/tv-and-radio/2020/mar/04/zoeys-extraordinary-playlist-review-musical-dramedy-hits-all-the-wrong-notes\">Continue reading...</a>", "link": "https://www.theguardian.com/tv-and-radio/2020/mar/04/zoeys-extraordinary-playlist-review-musical-dramedy-hits-all-the-wrong-notes", "date_published": "2020-03-04 23:00:51+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Wayne Rooney: 'As a kid every half-time I argued with Ferguson'", "description": "<p>Before the FA Cup tie Derby’s player-coach discusses the way back for Manchester United and why his second Everton exit rankles</p><p>Four months on, the sight of Wayne Rooney in a Derby County tracksuit is still somewhat unusual. Even more so given he is discussing tackling Manchester United on Thursday, emitting a warm glow as he tries to sum up more than a decade at Old Trafford: 13 years, 12 trophies, 559 appearances and a record 253 goals. “I loved it there,” he says. “Some huge highs and some lows. When you’ve been somewhere so long, and you look back on it, your old teammates and the staff, it was the main part of my career. It was enjoyable and something I’ll look back on with great memories. There was obviously the time when I nearly left the club, which I regret. There were lows but they were certainly outweighed by the highs.”</p><p>For Rooney the FA Cup fifth round promises to be a special, if not a slightly strange occasion at a sold-out Pride Park but facing United is not an alien prospect after twice doing so on his return to Everton three years ago. By the end of the 2017-18 season, Everton deemed Rooney dispensable and he left for DC United until touching down at Derby. The muddiness of <a href=\"https://www.theguardian.com/football/2018/jun/28/i-have-the-hunger-wayne-rooney-completes-move-to-dc-united\" title=\"\">that second Goodison Park exit</a> rankles. “It was a big thing for me to go back there. There were things that got said, or didn’t get said. At the end of the day all I wanted from Everton was a bit of honesty with the situation. I said to them: ‘I’m not a child, I’ll accept whatever you want to happen here.’ That was the only disappointment. But Everton is a fantastic club, I’m delighted for them bringing [Carlo] Ancelotti in and they look like they are thankfully, finally, moving forward.”</p> <a href=\"https://www.theguardian.com/football/2020/mar/04/wayne-rooney-derby-manchester-united-fa-cup-argue-sir-alex-ferguson\">Continue reading...</a>", "link": "https://www.theguardian.com/football/2020/mar/04/wayne-rooney-derby-manchester-united-fa-cup-argue-sir-alex-ferguson", "date_published": "2020-03-04 22:30:50+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Calls for 'serious reform' to prevent more Carillion-style collapses", "description": "<p>Influential thinktank accuses UK government of ignoring its own outsourcing guidelines</p><p>The government regularly ignores its own outsourcing guidelines brought in to prevent a repeat of the Carillion collapse, according to a report by an influential Whitehall thinktank.</p><p>Several government departments have not updated internal policies on outsourcing to match the “outsourcing playbook” published after Carillion’s failure, meaning private companies were still being awarded contracts that were too risky for them to handle, the Institute for Government (IfG) said.</p> <a href=\"https://www.theguardian.com/business/2020/mar/04/calls-for-serious-reform-to-prevent-carillion-style-collapse\">Continue reading...</a>", "link": "https://www.theguardian.com/business/2020/mar/04/calls-for-serious-reform-to-prevent-carillion-style-collapse", "date_published": "2020-03-04 22:00:50+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Sergio Agüero fires Manchester City past stubborn Sheffield Wednesday", "description": "<p>For the umpteenth time in his glittering Manchester City career Sergio Agüero ensured the tale of this tie had a happy ending for the holders. His second-half winner took them into the quarter-finals and secured the striker a remarkable 254th goal for the club.</p><p>This puts City’s record goalscorer one ahead of Wayne Rooney’s all-time mark for Manchester United – in five fewer years – and is a 23rd of another standout season, the most in all competitions by any Premier League player. City were handed a trip to Newcastle in the draw held here after the game.</p> <a href=\"https://www.theguardian.com/football/2020/mar/04/sheffield-wednesday-manchester-city-fa-cup-fifth-round-match-report\">Continue reading...</a>", "link": "https://www.theguardian.com/football/2020/mar/04/sheffield-wednesday-manchester-city-fa-cup-fifth-round-match-report", "date_published": "2020-03-04 21:44:06+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Weatherwatch: Europe records one of its mildest winters", "description": "<p>Germany and Austria had their second warmest winter, while in France it was the hottest since 1900</p><p>Climatological winter came to an end last weekend and it was an exceptionally mild and wet winter across north-western parts of Europe. According to the World Meteorological Organization, Germany and Austria had their second warmest winters on record, 3.2C and 2.7C above the 1981-2010 average respectively. In Germany’s case, only 2006-07 had a milder winter. France also had one of its three mildest winters on record and its warmest since 1900.</p><p>Further afield, the US had an extreme east-west split in rainfall amounts during February. The south-east had a very wet month with many locations getting more than 25cm (10 inches), with a few places such as Greensboro in North Carolina and Starkville in Mississippi beating their all-time records. The rain lead to floods in places with the River Pearl reaching a level not seen since 1983.</p> <a href=\"https://www.theguardian.com/news/2020/mar/04/weatherwatch-europe-records-one-of-its-mildest-winters\">Continue reading...</a>", "link": "https://www.theguardian.com/news/2020/mar/04/weatherwatch-europe-records-one-of-its-mildest-winters", "date_published": "2020-03-04 21:30:49+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Keir Starmer: Andrew Neil and Long-Bailey keep up donation pressure", "description": "<p>Labour frontrunner grilled in BBC interview as rival accuses him of a lack of detailed policies</p><p>Keir Starmer has said the largest donation to his Labour leadership campaign has been the £100,000 from a like-minded lawyer that he has already declared, as he came under attack from rival Rebecca Long-Bailey.</p><p>The pair appeared in separate interviews with the BBC’s Andrew Neil on Wednesday, and Starmer was challenged over the source of his funding.</p> <a href=\"https://www.theguardian.com/politics/2020/mar/04/keir-starmer-andrew-neil-and-long-bailey-keep-up-donation-pressure\">Continue reading...</a>", "link": "https://www.theguardian.com/politics/2020/mar/04/keir-starmer-andrew-neil-and-long-bailey-keep-up-donation-pressure", "date_published": "2020-03-04 21:14:16+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Sports events in Italy go behind closed doors until 3 April due to coronavirus", "description": "<ul><li>England v Italy in Six Nations in doubt after decree</li><li>Serie A games to be behind closed doors over next 30 days </li></ul><p>The Italian government has confirmed that all sporting events must be staged behind closed doors until 3 April, affecting England’s Six Nations matches against Italy in Rome and all Serie A games, after the country’s death toll from the coronavirus <a href=\"https://www.theguardian.com/world/2020/mar/04/italy-orders-closure-of-schools-and-universities-due-to-coronavirus\" title=\"\">passed 100</a>.</p><p>There was no immediate confirmation from rugby union authorities about whether either of England’s men and women’s matches on 14 and 15 March will go ahead but the announcement means 20,000 England supporters will now not be making the trip unless the games are postponed.</p> <a href=\"https://www.theguardian.com/football/2020/mar/04/italys-serie-a-considering-matches-behind-closed-doors-due-to-coronavirus\">Continue reading...</a>", "link": "https://www.theguardian.com/football/2020/mar/04/italys-serie-a-considering-matches-behind-closed-doors-due-to-coronavirus", "date_published": "2020-03-04 21:02:16+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Johnson pushed to disclose when he heard Patel bullying claims", "description": "<p>Westminster sources claim the Conservative party was warned about a bullying allegation</p><p>Boris Johnson is under pressure to disclose when he first heard claims of bullying by Priti Patel as new details emerged of her alleged behaviour towards staff in three government departments.</p><p>The prime minister brushed over <a href=\"https://www.theguardian.com/politics/video/2020/mar/04/boris-johnson-attacked-for-defending-priti-patel-amid-bullying-claims-video\">Jeremy Corbyn’s repeated questions</a> on Wednesday, asking how much he knew about the allegations when he appointed Patel as home secretary last summer. Several sources claim the Cabinet Office was told about her alleged intimidation of staff in 2017.</p> <a href=\"https://www.theguardian.com/politics/2020/mar/04/boris-johnson-pushed-to-disclose-when-he-heard-bullying-claims\">Continue reading...</a>", "link": "https://www.theguardian.com/politics/2020/mar/04/boris-johnson-pushed-to-disclose-when-he-heard-bullying-claims", "date_published": "2020-03-04 20:56:01+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "IMF: coronavirus means 2020 growth will be lower than 2019", "description": "<p>Fund offers $50bn for affected countries as outbreak spreads to 70 of its 189 members</p><p><a href=\"https://www.theguardian.com/world/live/2020/mar/04/coronavirus-live-updates-who-global-recession-fears-update-latest-news\">Coronavirus – all the latest developments</a></p><p>The International Monetary Fund is to offer $50bn (£39bn) in emergency funding for countries hit by the coronavirus, as it warned that the spread of the disease has already pushed global growth in 2020 to below last year’s levels.</p><p><a href=\"https://www.theguardian.com/business/2019/sep/25/global-economy-must-be-ready-for-downturn-says-new-imf-boss\">The fund’s managing director, Kristalina Georgieva</a>, said an expected increase in global growth this year would now be more than wiped out by the epidemic which has reached 70 of the IMF’s 189 member countries.</p> <a href=\"https://www.theguardian.com/business/2020/mar/04/imf-coronavirus-means-2020-growth-will-be-lower-than-2019\">Continue reading...</a>", "link": "https://www.theguardian.com/business/2020/mar/04/imf-coronavirus-means-2020-growth-will-be-lower-than-2019", "date_published": "2020-03-04 20:22:35+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "UK faces 'catastrophe' if Tories continue with 'no checks in Irish Sea' claim", "description": "<p>Special trade arrangements will apply from 1 January whether Johnson strikes deal or not</p><p>The UK will have a “catastrophe” on its hands unless Boris Johnson and cabinet ministers stop repeatedly claiming that there will be no checks in the Irish Sea as part of the special Brexit arrangements, manufacturing leaders and local politicians have warned.</p><p>“If they don’t there is going to a horrible crash at the end of this year, and if not, then in four years,” said Stephen Kelly, the chief executive of the business group Manufacturing Northern Ireland.</p> <a href=\"https://www.theguardian.com/uk-news/2020/mar/04/uk-faces-catastrophe-if-tories-continue-with-no-checks-in-irish-sea-claim-northern-ireland-johnson\">Continue reading...</a>", "link": "https://www.theguardian.com/uk-news/2020/mar/04/uk-faces-catastrophe-if-tories-continue-with-no-checks-in-irish-sea-claim-northern-ireland-johnson", "date_published": "2020-03-04 20:08:08+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Stars in the wings: theatre's massive debt to am-dram", "description": "<p>Box-office fortunes have been built on lampooning amateur dramatics’ cliche and incompetence, yet these theatres have had the last laugh</p><p>A popular idea of am-dram is that the play goes wrong. We love nothing more than a good bit of mayhem and mishap in theatre. Indeed, <a href=\"https://www.theguardian.com/stage/2019/apr/28/all-my-sons-ghosts-the-play-that-goes-wrong-theatre-reviews\">The Play That Goes Wrong</a> (2015) is a palpable hit, still running in the West End and on Broadway, conceived and performed by three drama school graduates pandering shamelessly to our delight in disaster and misplaced props during a performance of the fictional Murder at Haversham Manor by the equally fictional Cornley Polytechnic Drama Society.</p><p>The show is an anthology of what we now call Coarse theatre, as famously propounded in Michael Green’s The Art of Coarse Acting. And here’s the thing: Green was a longstanding member of one of the country’s outstanding high-minded amateur companies, the excellent Questors in Ealing. And Henry Lewis, one of the Goes Wrong trio, was a member of Young Questors before going on to drama school.</p> <a href=\"https://www.theguardian.com/stage/2020/mar/04/stars-in-the-wings-theatres-am-dram\">Continue reading...</a>", "link": "https://www.theguardian.com/stage/2020/mar/04/stars-in-the-wings-theatres-am-dram", "date_published": "2020-03-04 20:00:47+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Heads and councils press for extra £5.5bn for 'struggling' schools", "description": "<p><strong>Exclusive</strong>: group says provision for Send pupils in particular is ‘woefully underfunded’</p><p>An alliance of headteachers, school governors, councils and unions are to lobby the chancellor for a further £5.5bn a year to help schools in England to avoid financial difficulties and cuts.</p><p>The coalition, involving almost every significant organisation involved in state schools – including the National Governors Association and a bipartisan group representing both Conservative and Labour-led councils – is writing to Rishi Sunak before next week’s budget seeking additional funds, with a focus on “woefully underfunded” provision for pupils with special education needs and disabilities (Send).</p> <a href=\"https://www.theguardian.com/education/2020/mar/04/heads-and-councils-press-for-extra-55bn-for-struggling-schools\">Continue reading...</a>", "link": "https://www.theguardian.com/education/2020/mar/04/heads-and-councils-press-for-extra-55bn-for-struggling-schools", "date_published": "2020-03-04 19:59:50+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "'It cuts across time': a peek into the world of antiquarian books", "description": "<p>Documentary The Booksellers captures the world of rare books, from hip-hop magazine collectors to private librarians, and a trade opened up and apart by the internet</p><p>The annual New York International Antiquarian Book Fair is a maze of glass shelves and display case lighting, a bounty of time portals in the arrangement of a sprawling jewelry convention. Two fourth-edition copies of Don Quixote ask for $120k, while another case contains JP Morgan’s copy of Shakespeare’s Third Folio. There’s a Hemingway archive containing a doll figure of Fidel Castro, cherubic face swallowed by a curly black beard, and a stand dedicated to ephemera of the occult. The clock overhead at the Park Armory, in the city’s Upper East Side, points directly to the 4 and 6, a position no working analog clock would assume.</p><p> <span>Related: </span><a href=\"https://www.theguardian.com/film/2020/mar/03/hollywood-alley-with-the-five-star-reviews-chaplin-keaton\">Silent witness: the Hollywood alley with the five-star reviews</a> </p> <a href=\"https://www.theguardian.com/film/2020/mar/04/documentary-the-booksellers-antiquarian-books\">Continue reading...</a>", "link": "https://www.theguardian.com/film/2020/mar/04/documentary-the-booksellers-antiquarian-books", "date_published": "2020-03-04 19:57:19+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Steve Bell on Boris Johnson defending Priti Patel at PMQs – cartoon", "description": "<a href=\"https://www.theguardian.com/commentisfree/picture/2020/mar/04/steve-bell-on-boris-johnson-defending-priti-patel-at-pmqs-cartoon\">Continue reading...</a>", "link": "https://www.theguardian.com/commentisfree/picture/2020/mar/04/steve-bell-on-boris-johnson-defending-priti-patel-at-pmqs-cartoon", "date_published": "2020-03-04 19:42:35+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "British Museum acquires 3,000-year-old Shropshire sun pendant", "description": "<p>Gold bulla is described as one of the most important bronze age finds of the last century</p><p>The British Museum has acquired a shimmering 3,000-year-old gold sun pendant heralded as one of the most important bronze age finds of the last century.</p><p>The astonishingly well-preserved pendant, or bulla, was discovered by a metal detector enthusiast in Shropshire <a href=\"https://www.theguardian.com/science/2018/dec/11/forgotten-statue-kept-in-a-margarine-tub-is-2000-year-old-treasure\">in 2018</a>.</p> <a href=\"https://www.theguardian.com/culture/2020/mar/04/british-museum-acquires-3000-year-old-shropshire-sun-pendant\">Continue reading...</a>", "link": "https://www.theguardian.com/culture/2020/mar/04/british-museum-acquires-3000-year-old-shropshire-sun-pendant", "date_published": "2020-03-04 19:30:47+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "What Bloomberg's $500m could have bought instead", "description": "<p>The former New York mayor could have paid off student loans for 150,000 people or bought houses for 2,200 homeless people</p><ul><li><a href=\"https://www.theguardian.com/us-news/live/2020/mar/03/super-tuesday-2020-live-news-bernie-sanders-joe-biden-california-texas-primaries-latest-updates\">Follow live updates on the 2020 US election</a></li></ul><p>There wasn’t much good news on Super Tuesday for the more progressive wing of the Democratic party, save for one lesson: money on its own, mercifully, cannot, as of yet, buy an entire election.</p><p>That’s the lesson many drew from <a href=\"https://www.theguardian.com/us-news/2020/mar/04/mike-bloomberg-quits-2020-primary-race-democrats\">the failure of billionaire Mike Bloomberg</a>, who had hoped spending a half billion sliver of his massive fortune on an ad buy and staffing a national campaign might make inroads against former vice-president Joe Biden for the battle of the centrists.</p> <a href=\"https://www.theguardian.com/us-news/2020/mar/04/what-else-could-mike-bloomberg-campaign-500m-have-bought\">Continue reading...</a>", "link": "https://www.theguardian.com/us-news/2020/mar/04/what-else-could-mike-bloomberg-campaign-500m-have-bought", "date_published": "2020-03-04 19:21:51+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Care workers could be redeployed to UK coronavirus hotspots", "description": "<p>Officials considering whether to loosen criminal records checks to help fill gaps</p><p>Care workers could be redeployed to look after elderly people in coronavirus hotspots across the UK as officials investigate whether criminal records checks need to be loosened to fill vacancies left by sick carers.</p><p>Whitehall officials have started talks with nursing homes and home care operators about how to pool workers in preparation for large numbers of care visitors and care home workers going off sick or self-isolating.</p> <a href=\"https://www.theguardian.com/society/2020/mar/04/care-workers-could-be-redeployed-to-uk-coronavirus-hotspots\">Continue reading...</a>", "link": "https://www.theguardian.com/society/2020/mar/04/care-workers-could-be-redeployed-to-uk-coronavirus-hotspots", "date_published": "2020-03-04 19:19:53+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Rory McIlroy makes the case for streamlining 'over-saturated' golf tours", "description": "<ul><li>‘There’s so many tournaments,’ says world No 1</li><li>McIlroy believes talk of breakaway may influence organisers</li></ul><p>Rory McIlroy hopes the threat of a breakaway circuit can be the trigger for a “streamlined” version of existing tours.</p><p>McIlroy has been <a href=\"https://www.theguardian.com/sport/2020/feb/19/im-out-rory-mcilroy-will-not-join-proposed-premier-golf-league\" title=\"\">extremely candid with his dismissal of the Premier Golf League</a> proposal, which is seeking to coax the world’s best players from the US PGA and European tours. While the notion remains a long shot that it will come to fruition, he has suggested structural change would be a positive outcome.</p> <a href=\"https://www.theguardian.com/sport/2020/mar/04/perhaps-its-time-to-streamline-the-golf-tours-says-rory-mcilroy\">Continue reading...</a>", "link": "https://www.theguardian.com/sport/2020/mar/04/perhaps-its-time-to-streamline-the-golf-tours-says-rory-mcilroy", "date_published": "2020-03-04 19:10:16+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Footshakes and elbow bumps: new greetings amid the Covid-19 outbreak – video", "description": "<p>Coronavirus is changing social interaction as more and more people are thinking twice about handshakes, cheek kisses and hugs in the midst of the outbreak. People around the world are coming up with new and safer ways – from elbow bumps to footshakes – to greet each other</p><ul><li><a href=\"https://www.theguardian.com/world/2020/mar/03/elbow-bumps-and-footshakes-the-new-coronavirus-etiquette\">Elbow bumps and footshakes: the new coronavirus etiquette</a></li></ul> <a href=\"https://www.theguardian.com/world/video/2020/mar/04/footshakes-and-elbow-bumps-new-greetings-amid-the-covid-19-outbreak-video\">Continue reading...</a>", "link": "https://www.theguardian.com/world/video/2020/mar/04/footshakes-and-elbow-bumps-new-greetings-amid-the-covid-19-outbreak-video", "date_published": "2020-03-04 19:09:18+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Oxford dean accused of failing to report child sexual assault claim", "description": "<p>Supporters of Christ Church’s Martyn Percy say college’s move is ‘black ops campaign’</p><p>The head of a prestigious Oxford college has been accused of failing to disclose an allegation of sexual assault of a minor to police or safeguarding officials.</p><p>In the latest twist in a long-running dispute that began in 2018, Martyn Percy, the dean of Christ Church and head of its cathedral, strongly rejected the claims against him by the college, saying each of the cases were properly dealt with at the time.</p> <a href=\"https://www.theguardian.com/education/2020/mar/04/oxford-dean-accused-of-failing-to-report-child-sexual-assault-claim\">Continue reading...</a>", "link": "https://www.theguardian.com/education/2020/mar/04/oxford-dean-accused-of-failing-to-report-child-sexual-assault-claim", "date_published": "2020-03-04 19:05:05+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "'Thirdhand' smoke a health risk in cinemas, say researchers", "description": "<p>Hazardous chemicals could be carried on clothing and bodies of audience, study suggests</p><p>The lights dim, the trailers roll and the mutter of voices dwindles to a hush. But alongside the smell of popcorn, another scent pervades the cinema: the waft of stale cigarette smoke.</p><p>Now scientists say they have measured levels of such “thirdhand” smoke, suggesting it is carried on the bodies and clothing of moviegoers and could be a prominent, and lingering, source of hazardous chemicals.</p> <a href=\"https://www.theguardian.com/society/2020/mar/04/thirdhand-smoke-a-health-risk-in-cinemas-say-researchers\">Continue reading...</a>", "link": "https://www.theguardian.com/society/2020/mar/04/thirdhand-smoke-a-health-risk-in-cinemas-say-researchers", "date_published": "2020-03-04 19:00:46+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Trans man argues against being called child's mother at appeal court", "description": "<p>Freddy McConnell’s lawyer says judge was wrong to say ‘mother’ was not a gendered term</p><p>“Mother” is a gendered term and so should not be used to describe a transgender man who gave birth in 2018 after transitioning from female to male, the court of appeal has been told.</p><p>Freddy McConnell, a journalist who writes for the Guardian, is appealing against a high court ruling that he could not be named as the father or parent on his child’s birth certificate.</p> <a href=\"https://www.theguardian.com/society/2020/mar/04/transgender-man-appeals-decision-not-to-be-named-father\">Continue reading...</a>", "link": "https://www.theguardian.com/society/2020/mar/04/transgender-man-appeals-decision-not-to-be-named-father", "date_published": "2020-03-04 18:58:56+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Venezuela's president urges women to have six children each 'for good of the country'", "description": "<p>Nicolás Maduro’s comment sparked outrage amid a deepening economic crisis that’s led to rising rates of child malnutrition</p><p>Millions of Venezuelans may have fled their country to escape a grinding socio-economic crisis, but the country’s embattled president has a novel solution: have more children.</p><p>“Give birth!” Nicolás Maduro, the Venezuelan president, said at a televised event promoting a women’s healthcare plan on Tuesday evening. “<a href=\"https://twitter.com/TVVnoticias/status/1235002014917988354\">Every woman is to have six children</a>! Every one! For the good of the country!”</p> <a href=\"https://www.theguardian.com/world/2020/mar/04/venezuela-president-nicolas-maduro-recommends-every-woman-have-six-children-crisis\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2020/mar/04/venezuela-president-nicolas-maduro-recommends-every-woman-have-six-children-crisis", "date_published": "2020-03-04 18:55:36+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "The Guardian view on Boris Johnson and Whitehall: stop the war | Editorial", "description": "Downing Street’s hostility to the civil service is a dangerous distraction from the task of governing in difficult times<p>Every prime minister has at some stage been <a href=\"https://publications.parliament.uk/pa/cm201314/cmselect/cmpubadm/74/7407.htm\" title=\"\">frustrated</a> with the machinery of government. They feel it is not geared to delivering their manifestos or, in more paranoid moments, that civil servants are engaged in sabotage. But the current intensity of Downing Street’s hostility to Whitehall is abnormal. Boris Johnson does not stoop to public attacks on senior mandarins, but his aides and parliamentary outriders talk about the civil service as <a href=\"https://www.voanews.com/europe/britains-boris-johnson-takes-blob\" title=\"\">an enemy</a>. That view flows from the belief – not always wrong; usually exaggerated – that most civil servants thought Brexit was a mistake and approach it in terms of damage limitation. Mr Johnson wants the company of people who see only glorious opportunities in the UK’s separation from the EU. That prejudice breeds impatience with evidence and disregard for people who rely on it. That is a recipe for bad government.</p><p>Mr Johnson has <a href=\"https://www.theguardian.com/politics/2020/feb/13/sajid-javid-resigns-as-chancellor-amid-boris-johnson-reshuffle\" title=\"\">already lost a chancellor</a> by demanding that the Treasury surrender any independence from No 10. Sajid Javid resigned rather than tolerate institutional debilitation. Whether his successor, Rishi Sunak, puts up with it has yet to be seen. There might be gains in political efficiency from a submissive Treasury, but there are costs in downgrading a powerhouse of experience in economic policy. Suspicion of Whitehall also radiates from Downing Street’s defence of Priti Patel, the home secretary, <a href=\"https://www.theguardian.com/politics/2020/mar/03/dominic-cummings-fostering-culture-of-bullying-says-labour\" title=\"\">over allegations of bullying</a>. It is normal for the prime minister to take an ally’s side when there are rival accounts of what has happened, but the anonymous Conservative “sources” who have been pressing Ms Patel’s case go much further. They accuse Home Office officials of campaigning against their boss because of her political stances. The ugly inference is that officials who say they have been bullied are lying and their motive is softness on immigration and crime.</p> <a href=\"https://www.theguardian.com/commentisfree/2020/mar/04/the-guardian-view-on-boris-johnson-and-whitehall-stop-the-war\">Continue reading...</a>", "link": "https://www.theguardian.com/commentisfree/2020/mar/04/the-guardian-view-on-boris-johnson-and-whitehall-stop-the-war", "date_published": "2020-03-04 18:54:47+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Metro Bank ousts risk officer a fortnight after he joined ailing lender", "description": "<p>Grahame McGirr told to leave just days before his formal takeover of role</p><p>Metro Bank is facing fresh problems after ousting its chief risk officer little more than a fortnight after he joined.</p><p>Grahame McGirr, who has 20 years of banking experience including<strong> </strong>at Allied Irish and the Co-op, joined Metro in early February to ensure a smooth handover from Aileen Gillan, who is stepping down. </p> <a href=\"https://www.theguardian.com/business/2020/mar/04/metro-bank-risk-officer-grahame-mcgirr\">Continue reading...</a>", "link": "https://www.theguardian.com/business/2020/mar/04/metro-bank-risk-officer-grahame-mcgirr", "date_published": "2020-03-04 18:50:11+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "'A chain reaction': how one endorsement set Joe Biden's surge in motion", "description": "<p>Biden won South Carolina – and days later, Super Tuesday – after Jim Clyburn, the highest-ranking African American Democrat in Congress, backed him</p><p>When the House majority whip, Jim Clyburn, endorsed <a href=\"https://www.theguardian.com/us-news/joebiden\">Joe Biden</a> ahead of the South Carolina primary it effectively set off a series of events that resulted in the former vice-president trouncing his rivals in the <a href=\"https://www.theguardian.com/us-news/super-tuesday\">Super Tuesday</a> primary contests on Tuesday night.</p><p>Before Clyburn’s endorsement, Biden’s lead in <a href=\"https://www.theguardian.com/us-news/south-carolina\">South Carolina</a> had shrunk to single digits. It was an ominous sign for a candidate who <a href=\"https://www.theguardian.com/us-news/2020/feb/15/joe-biden-donald-trump-democratic-primary-south-carolina\">underperformed</a> in the first three Democratic primary contests and whose campaign stressed that South Carolina would serve as a firewall.</p> <a href=\"https://www.theguardian.com/us-news/2020/mar/04/joe-biden-jim-clyburn-endorsement-super-tuesday\">Continue reading...</a>", "link": "https://www.theguardian.com/us-news/2020/mar/04/joe-biden-jim-clyburn-endorsement-super-tuesday", "date_published": "2020-03-04 18:40:47+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Boy, 16, dead after reported sighting of 30 men with baseball bats", "description": "<p>Ahmed Shamur, from east London, was found on scrubland near Gallions Reach DLR station</p><p>A 16-year-old boy has been found dead after a group of 30 men were seen armed with baseball bats near a railway station.</p><p>Ahmed Shamur, from Manor Park in east London, was found with head injuries on scrubland near Gallions Reach DLR station just after 8.30am on Tuesday.</p> <a href=\"https://www.theguardian.com/uk-news/2020/mar/04/teenage-boy-found-dead-after-group-of-men-seen-armed-with-baseball-bats\">Continue reading...</a>", "link": "https://www.theguardian.com/uk-news/2020/mar/04/teenage-boy-found-dead-after-group-of-men-seen-armed-with-baseball-bats", "date_published": "2020-03-04 18:31:07+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Andrea Leadsom rewrites her history in desperate dirge of denial | John Crace", "description": "<p>Sacked minister offers self-indulgent resignation speech after more bluster from Boris at PMQs</p><p>Those we haven’t loved. It’s yet to register with Andrea Leadsom that she was sacked by Boris Johnson in the February reshuffle. In her own mind she stepped down of her own accord despite repeated phone calls begging her to stay on, and no one has as yet been heartless enough to break the bad news to her. Which is how she came to make one of the least self-aware and most self-indulgent resignation speeches ever heard in the Commons.</p><p>It may even catch on. Last week we had Sajid Javid’s statement, which was all the more powerful for having delivered a warning shot to Boris Johnson. Andrea’s? Not so much. But if every third-rate minister who has been fired is now going to be awarded the primetime gig after PMQs to witter on about their non-existent achievements, then the next few months could get very busy. Priti Patel should probably book her slot now to avoid any future disappointment. It looks as if she’s going to need it.</p> <a href=\"https://www.theguardian.com/politics/2020/mar/04/andrea-leadsom-rewrites-her-history-in-desperate-dirge-of-denial\">Continue reading...</a>", "link": "https://www.theguardian.com/politics/2020/mar/04/andrea-leadsom-rewrites-her-history-in-desperate-dirge-of-denial", "date_published": "2020-03-04 18:27:00+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Prof Chris Whitty: the expert we need in the coronavirus crisis", "description": "<p>Even No 10 has realised the value of the ‘impressive’ chief medical officer for England</p><p><a href=\"https://www.theguardian.com/world/live/2020/mar/04/coronavirus-live-updates-who-global-recession-fears-update-latest-news\">Coronavirus – all the latest developments</a></p><p>To the broader public, Prof Chris Whitty, the chief medical officer for England, has emerged as the calm voice of authority, the clear-headed expert at the helm of the nation’s strategy to fend off coronavirus. But in medical circles, Whitty has long been regarded as a legend. Those who work with him speak in glowing terms: amazing, extraordinary, fantastic, brilliant, though perhaps not so good at tennis.</p><p>Such plaudits were not always on the cards, it seems. In a lecture at the London School of Hygiene and Tropical Medicine, soon after he was made a professor, Whitty put up a copy of his school report. “Don’t think about sending this boy to university, he can barely read,” one audience member recalls it saying.</p> <a href=\"https://www.theguardian.com/society/2020/mar/04/prof-chris-whitty-the-expert-we-need-in-the-coronavirus-crisis\">Continue reading...</a>", "link": "https://www.theguardian.com/society/2020/mar/04/prof-chris-whitty-the-expert-we-need-in-the-coronavirus-crisis", "date_published": "2020-03-04 18:15:20+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "FBI lacks strategy for handling tips on people with mental health problems", "description": "<p>Report finds FBI has problems with assessing whether individuals with mental health problems pose legitimate threats</p><p>The FBI must do better handling tips and leads about people who may carry out violent acts – including assessing whether <a href=\"https://www.theguardian.com/uk-news/2016/may/20/police-study-radicalisation-mental-health-problems\">individuals with mental health problems pose legitimate threats to natural security</a>, according to a new report by a justice department watchdog.</p><p>The report from the inspector general’s office identifies what it says are weakness and inconsistencies in how the FBI evaluates tips on homegrown violent extremists – people who are motivated by jihadist ideology and are operating in the US independent of foreign terrorist organizations.</p> <a href=\"https://www.theguardian.com/us-news/2020/mar/04/report-finds-weaknesses-inconsistencies-how-fbi-handles-terrorism-tips\">Continue reading...</a>", "link": "https://www.theguardian.com/us-news/2020/mar/04/report-finds-weaknesses-inconsistencies-how-fbi-handles-terrorism-tips", "date_published": "2020-03-04 18:12:51+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Coronavirus boosts UK holiday bookings as demand for flights slows", "description": "<p>Airlines report slowest traffic growth in a decade, as UK cottages, campsites and glamping companies see surge in early bookings </p><p>The rise of the staycation is a perennial story. In the past five years, heatwaves, Brexit, the weak pound, overseas terrorist attacks and, more recently, the climate crisis have all boosted UK holiday bookings. This year, coronavirus looks set to do the same as British travellers swap holidays abroad for a break closer to home.</p><p>Figures released on 4 March by the International Air Transport Association (IATA) show that January saw the lowest monthly increase in global airline passengers since 2010, when the Icelandic volcanic ash cloud led to massive airspace closures and flight cancellations. Demand for flights increased by just 2.4% compared with January 2019, where year-on-year growth had been 4.6%.</p> <a href=\"https://www.theguardian.com/travel/2020/mar/04/coronavirus-boosts-uk-holiday-bookings-as-demand-for-flights-slows\">Continue reading...</a>", "link": "https://www.theguardian.com/travel/2020/mar/04/coronavirus-boosts-uk-holiday-bookings-as-demand-for-flights-slows", "date_published": "2020-03-04 18:04:42+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Construction starts in Netherlands on longest cycling bridge in Europe", "description": "<p>The 800-metre Blauwe Loper will only be accessible to cyclists, pedestrians – and bats</p><p>Construction has started in the <a href=\"https://www.theguardian.com/world/netherlands\">Netherlands</a> on what will be Europe’s longest bridge for cyclists and pedestrians – stretching over a lake, canal, motorway and nature reserve – to connect a new village to its closest town.</p><p>The so-called “Blue carpet bridge”, or Blauwe Loper, will be 800 metres long, but there are plans to ultimately extend it to 1km in length. The first phase is scheduled for completion by next Christmas.</p> <a href=\"https://www.theguardian.com/world/2020/mar/04/construction-starts-in-netherlands-on-longest-cycling-bridge-in-europe\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2020/mar/04/construction-starts-in-netherlands-on-longest-cycling-bridge-in-europe", "date_published": "2020-03-04 18:01:28+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Bond movie No Time to Die pushed back to November", "description": "<p>After ‘thorough evaluation of the global theatrical marketplace’, next 007 outing will delay April release amid coronavirus fears</p><p>The next James Bond film No Time to Die has been pushed back to November.</p><p>The 25th 007 outing, set to be Daniel Craig’s last, was scheduled for a global release in April but just weeks away from release, MGM, Eon and Universal have decided for a seven-month delay.</p> <a href=\"https://www.theguardian.com/film/2020/mar/04/james-bond-no-time-to-die-november\">Continue reading...</a>", "link": "https://www.theguardian.com/film/2020/mar/04/james-bond-no-time-to-die-november", "date_published": "2020-03-04 17:38:38+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Met officer Robyn Williams faces sack over child abuse video despite appeal", "description": "<p>Supt Robyn Williams is fighting a conviction over unsolicited video she says she never viewed</p><p>One of Britain’s most senior black female officers, who was praised for helping victims of the Grenfell disaster, faces being sacked from the Metropolitan police within days following a criminal conviction.</p><p>The force has set a date of 13 March for a <a href=\"https://www.theguardian.com/uk-news/2019/dec/10/met-officer-in-child-abuse-video-case-faces-fast-track-dismissal\">fast-track</a> hearing after Supt Robyn Williams was <a href=\"https://www.theguardian.com/uk-news/2019/nov/19/police-chief-convicted-for-having-child-sex-abuse-video-on-phone-robyn-williams\">convicted by a jury</a> of possessing an indecent image of a child.</p> <a href=\"https://www.theguardian.com/uk-news/2020/mar/04/met-officer-faces-sack-over-child-abuse-video-despite-appeal\">Continue reading...</a>", "link": "https://www.theguardian.com/uk-news/2020/mar/04/met-officer-faces-sack-over-child-abuse-video-despite-appeal", "date_published": "2020-03-04 17:35:39+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "'It made the Oscars fun': signature-laden suit goes on show before auction", "description": "<p>Costume designer Sandy Powell is selling suit to raise funds to save Derek Jarman’s cottage</p><p>It has been signed by more than 200 stars including Billie Eilish, Leonardo DiCaprio and Joaquin Phoenix, and even inspired the Hollywood actor Laura Dern to plan a trip to the windswept shore of Dungeness in Kent when she is next in Britain.</p><p>Now the cream calico suit worn during the awards season by the Oscar-winning British costume designer Sandy Powell is to be auctioned in an attempt to raise money to save Prospect Cottage, the Dungeness home and garden of the late Derek Jarman.</p> <a href=\"https://www.theguardian.com/fashion/2020/mar/04/it-made-the-oscars-fun-sandy-powell-signature-suit-goes-on-show-before-auction\">Continue reading...</a>", "link": "https://www.theguardian.com/fashion/2020/mar/04/it-made-the-oscars-fun-sandy-powell-signature-suit-goes-on-show-before-auction", "date_published": "2020-03-04 17:13:52+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Ukrainian president removes PM in government reshuffle", "description": "<p>Volodymyr Zelenskiy launches shake-up amid falling ratings and faltering reform agenda</p><p>The Ukrainian president, Volodymyr Zelenskiy, has launched a broad government reshuffle, ousting the country’s prime minister amid falling approval ratings and signs that his reform agenda has stalled.</p><p>Oleksiy Honcharuk, 35, was dismissed on Wednesday by a vote of lawmakers in Ukraine’s parliament, the Verkhovna Rada, automatically causing the resignation of the government. His term as prime minister lasted less than six months and was beset by political infighting and the release of <a href=\"https://www.theguardian.com/world/2020/jan/17/ukraine-prime-minister-oleksiy-goncharuk-offers-resignation-after-leaked-recording\">a secret recording</a> in which he referred to Zelenskiy’s understanding of economics as “primitive”.</p> <a href=\"https://www.theguardian.com/world/2020/mar/04/ukrainian-president-removes-pm-government-reshuffle-volodymyr-zelenskiy\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2020/mar/04/ukrainian-president-removes-pm-government-reshuffle-volodymyr-zelenskiy", "date_published": "2020-03-04 17:04:51+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Escape from Pretoria review – Daniel Radcliffe restages ANC prison break", "description": "<p>The real-life story of anti-apartheid activist Tim Jenkin makes for a tough, muscular drama</p><p>The rather amazing true story of the white ANC activist Tim Jenkin and his audacious escape from Pretoria Prison in apartheid-era South Africa is told in this capable and well-carpentered movie from British film-maker Francis Annan, adapted from Jenkin’s own book. The film has something pleasingly traditional about it, with tense nailbiting moments, slab-faced guards, and touches of The Great Escape and Papillon.</p><p>With long hair and straggly beard, Daniel Radcliffe plays Jenkin and Daniel Webber plays his fellow ANC activist Stephen Lee, imprisoned in 1978 for their “leaflet bombs” – firecracker-type devices left in the street which send blizzards of leaflets flying. Their prison is tough, but as they are white, it is not as tough it might have been. Inside, Jenkin and Lee meet another political prisoner and future escaper: Frenchman Leonard Fontaine (a slightly hammy turn from Mark Leonard Winter). He is evidently based on the Egyptian-born French national, Alex Moumbaris, with whom the men actually broke out, although it isn’t clear why his character has been fictionalised and the others not.</p> <a href=\"https://www.theguardian.com/film/2020/mar/04/escape-from-pretoria-review-daniel-radcliffe-prison-drama\">Continue reading...</a>", "link": "https://www.theguardian.com/film/2020/mar/04/escape-from-pretoria-review-daniel-radcliffe-prison-drama", "date_published": "2020-03-04 17:00:44+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Appropriation or plagiarism? Booker novel poses difficult question", "description": "<p>International Booker prize nominee Willem Anker has made use of Cormac McCarthy’s fiction - but is this sufficiently acknowledged?</p><p>Writing in the Observer in 1980, Martin Amis took to task a young New York-based writer, Jacob Epstein, for plagiarising him. In Wild Oats, <a href=\"http://movies2.nytimes.com/books/98/02/01/home/amis-epstein.html\">Epstein had taken not just plot structures or character ideas from Amis’s debut</a>, The Rachel Papers, but had duplicated whole sentences. “The boundary between influence and plagiarism will always be vague,” Amis wrote – but Epstein had “decisively breached” that “hazy” line. Rather magnanimously, Amis went on to praise Epstein as a writer of talent; he simply believed that the similarities ought to be made public.<br /><br />That boundary remains hazy. Among the 13 novels longlisted for this year’s International Booker prize, announced last week, is Red Dog by Willem Anker, translated from Afrikaans by Michiel W Heyns. It tells the story of Coenraad de Buys, a seven-foot agent of war who lived and died in the violent, fractured Cape Colony. <a href=\"https://www.the-tls.co.uk/articles/mccarthy-cormac-blood-meridian-red-dog/\">When I reviewed the novel, unfavourably, in the Times Literary Supplement</a>, my objections lay not just in what I found to be a derivative, repetitious and at times deeply unpleasant book, but in a few sections that bore a striking resemblance to those in Cormac McCarthy’s Blood Meridian, which raised – as I wrote then – “some discussion about the nature and justification of plagiarism”.</p><p>Take the following passage, in which Buys leads his gang of outlaws into an attack “like a horde from Hell more abhorrent even than the fire and brimstone land of Christian Reckoning, skirling and shrieking, clothed in smoke like those phantoms in regions beyond certainty and sense where the eye wanders and the lip shudders and drools.”</p> <a href=\"https://www.theguardian.com/books/booksblog/2020/mar/04/appropriation-or-plagiarism-booker-novel-poses-difficult-question\">Continue reading...</a>", "link": "https://www.theguardian.com/books/booksblog/2020/mar/04/appropriation-or-plagiarism-booker-novel-poses-difficult-question", "date_published": "2020-03-04 16:54:12+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Germany tweets to deter Syrian refugees, fearing 'repeat of 2015'", "description": "<p>Government says it will support Greece as thousands of people arrive at Turkish border</p><p>The German government – anxious about the political consequences of a “repeat of 2015” – is tolerating Greece’s decision to suspend asylum claims at its borders and has launched a social media campaign to deter Syrian refugees from embarking on a journey to central Europe.</p><p>About 12,500 people are estimated to be waiting on the Turkish side of the Greek border after the Turkish president, Recep Tayyip Erdoğan, said on Saturday he would <a href=\"https://www.theguardian.com/world/2020/feb/28/tensions-rise-between-turkey-and-russia-after-killing-of-troops-in-syria\">open his country’s borders</a> for refugees fleeing the nine-year war in Syria to cross into Europe.</p> <a href=\"https://www.theguardian.com/world/2020/mar/04/germany-tweets-to-deter-syrian-refugees-fearing-repeat-of-2015\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2020/mar/04/germany-tweets-to-deter-syrian-refugees-fearing-repeat-of-2015", "date_published": "2020-03-04 16:29:45+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "The miracle new sustainable product that's revolutionising architecture – stone!", "description": "<p>It’s cheap, light, quick, fireproof and has a tiny carbon footprint compared to concrete. No wonder the ‘great forgotten material of our time’ is staging a comeback</p><p>A long stone plank stands on Store Street in central London, raised on triangular wooden props, giving it the look of a medieval battering ram, ready to lay siege to Tottenham Court Road. This great masonry beam means no harm to the shoppers – but it could well prove to be disruptive in another way.</p><p>The slab in question is a prototype chunk of a structural stone floor, an impressively slender thing, 12 metres long and just a few centimetres thick. Cut straight from the quarry and transported to site ready to install, such a floor has a carbon footprint of just 15% of a standard concrete floor – and it’s cheaper, lighter and faster to install.</p> <a href=\"https://www.theguardian.com/artanddesign/2020/mar/04/miracle-new-sustainable-product-revolutionising-architecture-new-stone-age\">Continue reading...</a>", "link": "https://www.theguardian.com/artanddesign/2020/mar/04/miracle-new-sustainable-product-revolutionising-architecture-new-stone-age", "date_published": "2020-03-04 16:08:16+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "India limits medicine exports after supplies hit by coronavirus", "description": "<p>Restrictions covering drugs including paracetamol prompt fears of global shortages</p><ul><li><a href=\"https://www.theguardian.com/world/live/2020/mar/04/coronavirus-live-updates-who-global-recession-fears-update-latest-news\">Coronavirus – live updates</a></li></ul><p>The coronavirus outbreak has led India to restrict the export of dozens of drugs including paracetamol and various antibiotics, leading to fears of a global shortage of essential medicines.</p><p>On Tuesday, concerns over supply chain shortages led the Indian government to place limits on the export of 26 pharmaceutical ingredients and the medicines and vitamins made from them.</p> <a href=\"https://www.theguardian.com/world/2020/mar/04/india-limits-medicine-exports-coronavirus-paracetamol-antibiotics\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2020/mar/04/india-limits-medicine-exports-coronavirus-paracetamol-antibiotics", "date_published": "2020-03-04 16:05:00+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "‘I asked three times for an epidural’: why are women being denied pain relief during childbirth?", "description": "<p>A new report concludes that women are not being given epidurals and not being fully informed about pain relief by NHS trusts. Does a belief in natural births lie behind this?</p><p>Giving birth was, for Kate, like going “through a war”. She had repeatedly asked for an epidural; instead, she was allowed only gas and air and two paracetamol. She was “exhausted, dazed, torn, bloody and frightened” by the time her healthy son was placed in her arms.</p><p>“I asked three times for an epidural,” Kate says of her 26-hour labour to deliver her baby, who was back to back and breech. “The first time the midwives said I wasn’t far enough along. The second time, they said I didn’t need it. Finally, they said I was too far along.</p> <a href=\"https://www.theguardian.com/lifeandstyle/2020/mar/04/i-asked-three-times-for-an-epidural-why-are-women-being-denied-pain-relief\">Continue reading...</a>", "link": "https://www.theguardian.com/lifeandstyle/2020/mar/04/i-asked-three-times-for-an-epidural-why-are-women-being-denied-pain-relief", "date_published": "2020-03-04 15:40:28+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Golden Bear winner Mohammad Rasoulof sentenced to jail in Iran", "description": "<p>Director’s films ‘propaganda against the system’, judges reported to have declared – but coronoavirus outbreak casts doubt on whether he will accept summons to prison </p><p>Mohammad Rasoulof, the Iranian director who <a href=\"https://www.theguardian.com/film/2020/feb/29/banned-iranian-director-wins-berlin-golden-bear-for-there-is-no-evil\">won the the top award at last month’s </a><a href=\"https://www.theguardian.com/film/2020/feb/29/banned-iranian-director-wins-berlin-golden-bear-for-there-is-no-evil\">Berlin film festival</a>, has been ordered to serve a one-year prison sentence over his movies, his lawyer has said.</p><p>Rasoulof’s sentence arose from three films that Iran’s authorities found to be “propaganda against the system”, his lawyer Nasser Zarafshan told the Associated Press. The sentence also included an order than he stop film-making for two years, the lawyer said.</p> <a href=\"https://www.theguardian.com/film/2020/mar/04/golden-bear-winner-mohammad-rasoulof-sentenced-jail-iran\">Continue reading...</a>", "link": "https://www.theguardian.com/film/2020/mar/04/golden-bear-winner-mohammad-rasoulof-sentenced-jail-iran", "date_published": "2020-03-04 15:36:07+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Allez les standups! Are French comics gutsier than their British rivals?", "description": "<p>They’re inspired by Charlie Hebdo and tell jokes that would get British comedians cancelled. Our writer spends a week watching French standups<br /></p><ul><li><a href=\"https://www.theguardian.com/stage/2020/mar/02/triumph-from-tragedy-how-greeces-theatre-roared-out-of-a-national-crisis\">How Greece’s theatre staged triumph from tragedy</a></li><li><a href=\"https://www.theguardian.com/music/2020/mar/03/berlin-clubbing-cocktail-d-amore\">Last dance for Berlin’s 56-hour party people?</a></li><li><a href=\"https://www.theguardian.com/film/2020/mar/02/polands-world-beating-new-film-makers-we-have-a-common-enemy\">Poland’s world-beating new film-makers</a></li></ul><p>A <a href=\"https://www.telegraph.co.uk/news/2019/06/22/frances-top-stand-up-comics-outed-plagerising-us-counterparts/\">plagiarism scandal has swept French standup</a> in recent years, with many of its biggest names being accused of having stolen jokes from their British and American counterparts. Some of the examples – posted online by anonymous whistleblower CopyComic – date from 15 years back, before the internet made the exposure of joke theft far more likely. Big-hitters implicated in the scandal included French-Moroccan superstars Jamel Debbouze and <a href=\"https://www.netflix.com/gb/title/80170187\">Gad Elmaleh</a>, who are said to have ripped off Dave Chappelle and Jerry Seinfeld respectively. Debbouze responded by saying he was inspired by, but did not model himself on, Chappelle; while Elmaleh claimed the accusations, while partly true, had been blown out of proportion.</p><p>It’s a story that is, paradoxically, a gift to comedy. The standup Shirley Souagnon refers to it at the start of <a href=\"https://www.netflix.com/gb/title/81008236\">her Netflix set</a>, joking that she’s going to be performing Chris Rock jokes, the better to preserve her own material’s shelf life. It’s also a story that shores up our Anglo-Saxon sense of comic superiority. It’s an English-language artform, right? And we Brits are uniquely funny, n’est-ce pas? To many of us, the beginning and end of French standup is probably Eddie Izzard’s famous 1990s routine about <a href=\"https://www.youtube.com/watch?v=BkCJIBQLvzk\">“le singe” being “dans l’arbre”</a>.</p> <a href=\"https://www.theguardian.com/stage/2020/mar/04/allez-les-standups-are-french-comics-gutsier-than-their-british-rivals\">Continue reading...</a>", "link": "https://www.theguardian.com/stage/2020/mar/04/allez-les-standups-are-french-comics-gutsier-than-their-british-rivals", "date_published": "2020-03-04 15:26:46+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Travellers may lose out by booking hotels online, says Which?", "description": "<p>Hotels listed on booking sites can often offer cheaper prices over the phone, group finds</p><p>Travellers are paying up to 12% more for their hotel rooms if they book online, according to research from consumer group Which?, which blames the rise of online travel agents for the price increases.</p><p>Sites such as Booking.com or its US rival Expedia offer holidaymakers the ability to pick between thousands of hotels around the world. But they do not always have the cheapest price available – and their best efforts to provide that may, in fact, serve to push up prices across the web.</p> <a href=\"https://www.theguardian.com/money/2020/mar/04/travellers-may-lose-out-by-booking-hotels-online-says-which\">Continue reading...</a>", "link": "https://www.theguardian.com/money/2020/mar/04/travellers-may-lose-out-by-booking-hotels-online-says-which", "date_published": "2020-03-04 15:15:02+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "How to stop the spread of coronavirus – video explainer", "description": "<p>Covid-19, first seen last year in Wuhan, China, has infected tens of thousands of people and, as of Wednesday 4 March, killed more than 3,000 people globally. As the world faces soaring numbers of infections, the Guardian's health editor, Sarah Boseley, discusses what we can do to protect ourselves</p><ul><li>Follow our&nbsp;<a href=\"https://www.theguardian.com/world/series/coronavirus-live/latest\">latest coronavirus blog for live news and updates</a></li><li><a href=\"https://www.theguardian.com/world/ng-interactive/2020/feb/26/coronavirus-map-how-covid-19-is-spreading-across-the-world\">Coronavirus map: how Covid-19 is spreading across the world</a></li><li><a href=\"https://www.theguardian.com/world/coronavirus-outbreak\">Find all of our coronavirus coverage here</a></li></ul> <a href=\"https://www.theguardian.com/world/video/2020/mar/04/how-to-slow-the-spread-of-coronavirus-video-explainer\">Continue reading...</a>", "link": "https://www.theguardian.com/world/video/2020/mar/04/how-to-slow-the-spread-of-coronavirus-video-explainer", "date_published": "2020-03-04 14:57:43+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Israel's Arab parties make historic gains as election support surges", "description": "<p>Joint List alliance capitalises on backlash against Netanyahu by taking 15 seats in Knesset</p><p>Arab politicians are set to make historic gains in the Israeli election, taking more seats than ever before and solidifying their position as the third-largest force in the Knesset, the country’s parliament.</p><p>After 99% of the votes were counted, the Joint List alliance, a merger of politicians predominantly representing Palestinian citizens of Israel, had 15 out of 120 Knesset seats.</p> <a href=\"https://www.theguardian.com/world/2020/mar/04/israel-arab-parties-make-historic-gains-election-support-surges\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2020/mar/04/israel-arab-parties-make-historic-gains-election-support-surges", "date_published": "2020-03-04 14:50:39+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "An albino orangutan and street sanitisers: Wednesday's best photos", "description": "<p>The Guardian’s picture editors select photo highlights from around the world</p> <a href=\"https://www.theguardian.com/news/gallery/2020/mar/04/an-albino-orangutan-and-street-sanitisers-wednesdays-best-photos\">Continue reading...</a>", "link": "https://www.theguardian.com/news/gallery/2020/mar/04/an-albino-orangutan-and-street-sanitisers-wednesdays-best-photos", "date_published": "2020-03-04 14:47:15+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Kate Bush: definitely not a Tory – whatever Boris Johnson says", "description": "<p>The prime minister says the pop star stirred his teenage emotions, while Bush herself has praised Theresa May. But this love-in is not a sign of the singer’s political allegiances</p><p><strong>Name:</strong> Kate Bush.</p><p><strong>Age:</strong> 61.</p> <a href=\"https://www.theguardian.com/music/shortcuts/2020/mar/04/kate-bush-not-tory-boris-johnson-theresa-may\">Continue reading...</a>", "link": "https://www.theguardian.com/music/shortcuts/2020/mar/04/kate-bush-not-tory-boris-johnson-theresa-may", "date_published": "2020-03-04 14:46:35+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Coronavirus office closures: the expert guide to working from home", "description": "<p>Companies including Google, Twitter and Sony are sending workers home. Here’s how to stay happy, healthy and productive – even if you’re still in your pyjamas</p><p>As coronavirus spreads around the world, more companies are urging their employees to work from home. Sony closed offices in London, Paris and Gdynia, Poland, on Wednesday. Twitter announced this week that it was “strongly encouraging” its 5,000 global workforce not to come into the office. <a href=\"https://www.theguardian.com/world/2020/mar/04/coronavirus-google-tech-dublin-twitter-work-from-home\" title=\"\">Google’s European headquarters in Dublin are </a><a href=\"https://www.theguardian.com/world/2020/mar/04/coronavirus-google-tech-dublin-twitter-work-from-home\" title=\"\">empty</a> as its staff of 8,000 work from home to avoid spreading the virus.</p><p>But how best to work from home if you’ve never done it before? The experts weigh in.</p> <a href=\"https://www.theguardian.com/world/2020/mar/04/coronavirus-office-closures-expert-guide-work-from-home\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2020/mar/04/coronavirus-office-closures-expert-guide-work-from-home", "date_published": "2020-03-04 14:24:38+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Focus on coronavirus shows need for climate law, says EU official", "description": "<p>Frans Timmermans calls for bloc to legislate so it does not lose track of net zero target</p><p>Tensions at the Greek-Turkish border and the coronavirus show why the European Union needs a climate law that binds member states to net zero emissions by 2050, the EU’s top official on climate action has said.</p><p>Frans Timmermans, a European commission vice-president who leads on the climate emergency, said the different crises facing Europe underscored the need for a climate law in order not to lose track of reducing emissions.</p> <a href=\"https://www.theguardian.com/environment/2020/mar/04/focus-coronavirus-shows-need-climate-law-says-eu-official-frans-timmermans\">Continue reading...</a>", "link": "https://www.theguardian.com/environment/2020/mar/04/focus-coronavirus-shows-need-climate-law-says-eu-official-frans-timmermans", "date_published": "2020-03-04 14:02:37+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "PlayStation 2 at 20: the console that revealed the future of gaming", "description": "<p>The successor to Sony’s original PlayStation is still the bestselling games machine of all time – and it has a legacy of true innovation</p><p>It has to be said, the launch titles were not great. When the PlayStation 2 arrived in Japan on 4 March 2000, the first games early purchasers got to take home with them included a mahjong sim and a digital train set. The big-name titles, Street Fighter EX3 and Ridge Racer 5, were formulaic entries in tired legacy franchises. Meanwhile, Sega’s Dreamcast machine, released a year earlier, was hosting innovative hits such as Shenmue, Crazy Taxi and Power Stone. Had Sony stumbled after its hugely successful and highly disruptive original PlayStation?</p><p>No, it had not. It just took developers time to understand the architecture of this forward-looking console – especially its hyperbolically named Emotion Engine, the 128-bit central processing unit at the core of the box, designed to generate large, explorable 3D environments and fill them with life.</p> <a href=\"https://www.theguardian.com/games/2020/mar/04/sony-playstation-2-at-20-console-future-of-gaming\">Continue reading...</a>", "link": "https://www.theguardian.com/games/2020/mar/04/sony-playstation-2-at-20-console-future-of-gaming", "date_published": "2020-03-04 13:05:10+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Paris fashion week autumn/winter 2020: 20 key shows – in pictures", "description": "<p>From new silhouettes at Loewe, an animal-free celebration at Stella McCartney and a chain mail revival at Paco Rabanne, the Observer’s fashion team pick the highlights and trends from the shows</p> <a href=\"https://www.theguardian.com/fashion/gallery/2020/mar/04/paris-fashion-week-autumnwinter-2020-20-key-shows-in-pictures\">Continue reading...</a>", "link": "https://www.theguardian.com/fashion/gallery/2020/mar/04/paris-fashion-week-autumnwinter-2020-20-key-shows-in-pictures", "date_published": "2020-03-04 12:38:16+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "How to cook the perfect rum babas – recipe | Felicity Cloake", "description": "<p>The definitive method of making these boozy little classics</p><p>These innocuous-looking, yet intoxicating little cakes have fallen as far out of favour in the UK as their fellow stalwart of the 70s sweet trolley, the black forest gateau, though happily they’re still easy to find in their native France, where they often come with a bonus shot of rum on the side.</p> <a href=\"https://www.theguardian.com/food/2020/mar/04/how-to-cook-the-perfect-rum-babas-recipe\">Continue reading...</a>", "link": "https://www.theguardian.com/food/2020/mar/04/how-to-cook-the-perfect-rum-babas-recipe", "date_published": "2020-03-04 12:00:37+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Tip a recycled building for the chance to win £200 towards a Sawday's stay", "description": "<p>Submarine bunkers becoming art galleries, churches being made into theatres … share your favourite converted or repurposed building in Europe, including the UK</p><p>London’s Tate Modern, in the former Bankside power station, is one of the most famous examples of a building reinvented for a radically different use, but the recycling of an old unique space often brings extra value – especially when it celebrates its history, rather than hiding it – and can help revitalise a neighbourhood, too.</p><p>We’d love to hear about repurposed architecture you’ve enjoyed in the UK and Europe. It doesn’t have to be a recent project – the magnificent Siracusa cathedral in Sicily was originally a Greek temple, and was a mosque for couple of centuries, too.</p> <a href=\"https://www.theguardian.com/travel/2020/mar/04/tip-a-recycled-building-for-the-chance-to-win-200-towards-a-sawdays-stay\">Continue reading...</a>", "link": "https://www.theguardian.com/travel/2020/mar/04/tip-a-recycled-building-for-the-chance-to-win-200-towards-a-sawdays-stay", "date_published": "2020-03-04 11:32:18+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "How to dress like a Parisian: big coats, monochrome and a splash of crimson", "description": "<p>Gallic style is more in vogue than ever and the Paris fashion week trends will translate easily to our wardrobes</p><p><sup>‘</sup>You don’t have to be French to be a Parisian,” Karl Lagerfeld once said. Lagerfeld wasn’t one to sugarcoat his views on who was or wasn’t chic, so I have always been encouraged by his generosity here. As well as by the example of Betty Catroux – muse to Yves Saint Laurent, and the subject of <a href=\"https://museeyslparis.com/en/exhibitions/betty-catroux-yves-saint-laurent\" title=\"\">an exhibition just opened </a><a href=\"https://museeyslparis.com/en/exhibitions/betty-catroux-yves-saint-laurent\" title=\"\">at the YSL museum in the city</a> – who is Gallic chic to the core, but was born in Brazil. I have had two decades of Paris fashion weeks to try to master the faux-Parisian look and, while I still haven’t nailed it, I like to think I have picked up a bit here and there.</p><p>I have the getting-dressed equivalent of speaking holiday-French, I guess. I don’t pass for a native, but I can put together an outfit that allows me to get seated at Cafe de Flore on Boulevard Saint-Germain at a table that isn’t the one where the loo door bangs in your face.</p> <a href=\"https://www.theguardian.com/fashion/2020/mar/04/how-to-dress-like-a-parisian-big-coats-monochrome-and-a-splash-of-crimson\">Continue reading...</a>", "link": "https://www.theguardian.com/fashion/2020/mar/04/how-to-dress-like-a-parisian-big-coats-monochrome-and-a-splash-of-crimson", "date_published": "2020-03-04 11:00:36+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "When assisted dying means you have to go before you're ready", "description": "<p>Grappling with Alzheimer’s, Leila Bell decided to end her life. She used her final days to call on Canada to change its rules</p><p>Leila Bell, an 85-year-old great grandmother in Vancouver, decided the circumstances of her death warranted one last act of advocacy.</p><p>She told a handful of close friends, her psychologist and her doctor about her plan. Her long-time confidante Sarah Townsend made the arrangements.</p> <a href=\"https://www.theguardian.com/society/2020/mar/04/assisted-dying-maid-canada-leila-bell\">Continue reading...</a>", "link": "https://www.theguardian.com/society/2020/mar/04/assisted-dying-maid-canada-leila-bell", "date_published": "2020-03-04 10:15:35+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "'I photographed 35 women, 10 are still alive': tragedy of the Isle of Women", "description": "<p>It is thought to be Europe’s last matriarchy, a tiny Baltic island where women are in charge and weddings can last three days. Photographer Anne Helene Gjelstad’s portraits of Kihnu are a lament for a dying way of life</p><ul><li><a href=\"https://www.theguardian.com/artanddesign/gallery/2020/feb/26/where-women-rule-the-last-matriarchy-in-europe-in-pictures-anne-helene-gjelstad\">Where women rule: the last matriarchy in Europe – in pictures</a></li></ul><p>A<a href=\"https://annehelenegjelstad.com/\">nne Helene Gjelstad</a> was working on a photography project on the tiny Estonian island of Kihnu when one of her neighbours invited her to an old woman’s funeral to take pictures. The neighbour dressed the Norwegian photographer in blue mourning clothes, as is custom, before bringing her into the kitchen where Koksi Leida’s body lay in an open casket.</p><p>During the ceremony, the women of the Baltic island prayed, mourned and sang, before the men arrived and the casket was taken outside. Witnessing these powerful moments of sisterhood transformed Gjelstad’s outlook. “This,” she says, pointing to an image of the women sitting around Leida, “is one of the most emotional moments I have experienced as a photographer. It was like going way back in time and being present at the same time. I thought I would do a book on Estonian handicrafts – but all of a sudden it was about the old women and their culture, which is changing so rapidly.”</p> <a href=\"https://www.theguardian.com/artanddesign/2020/mar/04/isle-women-europes-last-matriarchy-anne-helene-gjelstad-kihnu-big-heart-strong-hands\">Continue reading...</a>", "link": "https://www.theguardian.com/artanddesign/2020/mar/04/isle-women-europes-last-matriarchy-anne-helene-gjelstad-kihnu-big-heart-strong-hands", "date_published": "2020-03-04 08:00:36+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "The 50-year fight by radical evangelicals that could end US abortion rights", "description": "<p>Today the oral arguments begin in a landmark case that could destroy abortion rights in the US – the end result of a long campaign by evangelical Christians</p><p>The American public <a href=\"https://www.kcur.org/post/kansas-records-show-4-medicaid-abortions-7-years\">paid</a> for just four abortions over seven years in Kansas, all because the pregnancies resulted from rape or incest or threatened the life of the mother.</p><p>But that was four too many for some of the midwestern state’s leading Republicans who are blocking expansion of free medical coverage to about 130,000 low-income people on the grounds that some funds might pay for abortions.</p> <a href=\"https://www.theguardian.com/world/2020/mar/04/us-abortion-rights-evangelical-campaign\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2020/mar/04/us-abortion-rights-evangelical-campaign", "date_published": "2020-03-04 08:00:35+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Dancing, working, loving: the magic eye of René Groebli - in pictures", "description": "<p>From spinning dancers to scandalous honeymoon images, the Swiss-born photographer’s work has been experimental, innovative and poetic for over six decades <br /></p><p><em>• </em>René Groebli: The Magic Eye is at <a href=\"https://www.bildhalle.ch/en/ausstellungen/naechste-ausstellung-rene-groebli-the-magic-eye-495\">Bildhalle</a>, Zürich, until 21 March. The book is published by Edition Bildhalle<br /></p> <a href=\"https://www.theguardian.com/artanddesign/gallery/2020/mar/04/rene-groebli-the-magic-eye-in-pictures\">Continue reading...</a>", "link": "https://www.theguardian.com/artanddesign/gallery/2020/mar/04/rene-groebli-the-magic-eye-in-pictures", "date_published": "2020-03-04 07:00:35+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Everest by Sohei Nishino", "description": "<p>Photo-collage by Japanese artist is made from hundreds of prints from foothills to summit</p><ul><li>Everest &amp; Journey of Drifting Ice 11 March – 25 April 2020 at <a href=\"https://www.michaelhoppengallery.com/exhibitions/6/overview/\">Michael Hoppen Gallery</a></li></ul> <a href=\"https://www.theguardian.com/world/picture/2020/mar/04/everest-by-sohei-nishino\">Continue reading...</a>", "link": "https://www.theguardian.com/world/picture/2020/mar/04/everest-by-sohei-nishino", "date_published": "2020-03-04 06:00:34+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "'Baby machines': eastern Europe's answer to depopulation", "description": "<p>Policies in Hungary and Poland are aimed at boosting birthrates. But will it help arrest population decline? </p><p>Nationalised IVF clinics, generous loans for couples who promise to procreate imminently and lifetime income tax exemption for having four or more children. Welcome to Viktor Orbán’s drive to get Hungarian women to breed: “family-friendly Hungary”, in the words of the giant banners that now greet arrivals at Budapest airport.</p><p>Across Europe, as falling birthrates lead to projections of shrinking populations, policymakers are pondering a question: can we pay people to have more children?</p> <a href=\"https://www.theguardian.com/world/2020/mar/04/baby-bonuses-fit-the-nationalist-agenda-but-do-they-work\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2020/mar/04/baby-bonuses-fit-the-nationalist-agenda-but-do-they-work", "date_published": "2020-03-04 06:00:33+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Bernie Sanders wins California as Biden surges in Super Tuesday voting – live", "description": "<ul><li>Biden wins Massachusetts, Arkansas, Minnesota, Tennessee, Oklahoma, Alabama, North Carolina and Virginia primaries</li><li>Sanders wins California, Utah, Colorado and Vermont primaries</li><li><a href=\"https://www.theguardian.com/us-news/ng-interactive/2020/mar/03/super-tuesday-results-primaries-democratic-delegates-live\">Super Tuesday: live results from all 14 states</a><br /></li><li>Support the Guardian’s independent journalism. Make a <a href=\"https://support.theguardian.com/uk/contribute?acquisitionData=%7B%22source%22%3A%22GUARDIAN_WEB%22%2C%22componentType%22%3A%22ACQUISITIONS_OTHER%22%2C%22componentId%22%3A%22Live_Blog%22%2C%22campaignCode%22%3A%22Impeachment%22%2C%22referrerPageviewId%22%3A%22k7bpr4wkmat762nhvimx%22%2C%22referrerUrl%22%3A%22https%3A%2F%2Fwww.theguardian.com%2Fus-news%2Flive%2F2020%2Fmar%2F02%2Fpete-buttigieg-joe-biden-mike-bloomberg-bernie-sanders-super-tuesday-live-updates%22%7D&amp;INTCMP=Impeachment\">contribution</a></li></ul><p class=\"block-time published-time\"> <time datetime=\"2020-03-04T04:22:50.888Z\">4.22am <span class=\"timezone\">GMT</span></time> </p><p><strong>Bernie Sanders</strong>’ victory in California marks an incredible comeback for the Vermont senator, who lost the state to <strong>Hillary Clinton </strong>in 2016.</p><p>Clinton defeated Sanders in California by 7 points in 2016, giving her a 33-delegate advantage in the state.</p><p class=\"block-time published-time\"> <time datetime=\"2020-03-04T04:14:21.675Z\">4.14am <span class=\"timezone\">GMT</span></time> </p><p>Exit polls indicate <strong>Bernie Sanders </strong>has about a <a href=\"https://twitter.com/Nate_Cohn/status/1235052629006274561\">15-point lead</a> in California, the most delegate-rich state of the entire Democratic primary.</p><p>If Sanders can maintain that lead, it will help him to counteract the post-South Carolina bounce that <strong>Joe Biden </strong>has clearly been enjoying tonight.</p> <a href=\"https://www.theguardian.com/us-news/live/2020/mar/03/super-tuesday-2020-live-news-bernie-sanders-joe-biden-california-texas-primaries-latest-updates\">Continue reading...</a>", "link": "https://www.theguardian.com/us-news/live/2020/mar/03/super-tuesday-2020-live-news-bernie-sanders-joe-biden-california-texas-primaries-latest-updates", "date_published": "2020-03-04 04:22:50+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "'The best thing about Wellington': Mittens the cat has paws all over New Zealand capital", "description": "<p>Turkish Angora roams tattoo parlours, office towers and churches, posing for social media snapshots along the way</p><p>A feline that roams New Zealand’s capital city and is welcomed into tattoo parlours, hairdressers and office towers has become a social media star, with 30,000 followers who track his every movement online.</p><p>Mittens first came to attention in 2018 after repeatedly wandering inner-city dwellings, including the university, the post office, and a Catholic church. Mittens was also <a href=\"https://en.wikipedia.org/wiki/Mittens_(cat)\">reportedly</a> taken to the police station by concerned locals.</p> <a href=\"https://www.theguardian.com/world/2020/mar/04/the-best-thing-about-wellington-mittens-the-cat-has-paws-all-over-new-zealand-capital\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2020/mar/04/the-best-thing-about-wellington-mittens-the-cat-has-paws-all-over-new-zealand-capital", "date_published": "2020-03-04 03:52:20+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Coronavirus: Japan to cancel tsunami anniversary ceremony – reports", "description": "<p>Efforts to contain the spread of Covid-19 set to put paid to tribute marking March 2011 earthquake, tsunami and meltdown disaster, says NHK</p><p>Japan is to cancel a ceremony to mark the anniversary next week of the March 2011 <a href=\"https://www.theguardian.com/world/japan-earthquake-and-tsunami\"> triple disaster</a> on its north-east coast, as part of government-led efforts to contain the spread of the coronavirus.</p><p>The national ceremony was due to be held in Tokyo on 11 March, exactly nine years after a powerful earthquake and tsunami killed more than 18,000 people and triggered a triple meltdown at the <a href=\"https://www.theguardian.com/environment/fukushima\">Fukushima</a> Daiichi nuclear power plant.</p> <a href=\"https://www.theguardian.com/world/2020/mar/04/coronavirus-japan-to-cancel-fukushima-anniversary-ceremony-reports\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2020/mar/04/coronavirus-japan-to-cancel-fukushima-anniversary-ceremony-reports", "date_published": "2020-03-04 03:32:33+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Ronan Farrow condemns his publisher for plans to release Woody Allen memoir", "description": "<p>Writer known for #MeToo investigations – whose sister says Allen abused her – suggests he can no longer work with Hachette</p><p>Ronan Farrow has distanced himself from the publisher of his latest book after the company announced plans to publish a memoir by his father, Woody Allen, saying the move “shows a lack of ethics and compassion for victims of sexual abuse”.</p><p>The journalist, best known for his groundbreaking <a href=\"https://www.theguardian.com/books/2019/oct/20/catch-and-kill-ronan-farrow-review\">investigations</a> into claims of sexual abuse and misconduct against powerful men, issued a scathing statement in response to Hachette’s announcement on Monday that it would release <a href=\"https://www.theguardian.com/film/2020/mar/03/woody-allen-autobiography-apropos-of-nothing-published\">Allen’s memoir</a>, Apropos of Nothing, on 7 April.</p> <a href=\"https://www.theguardian.com/media/2020/mar/03/ronan-farrow-hachette-woody-allen-memoir\">Continue reading...</a>", "link": "https://www.theguardian.com/media/2020/mar/03/ronan-farrow-hachette-woody-allen-memoir", "date_published": "2020-03-04 03:04:40+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Is Britain prepared for a mass outbreak of the coronavirus? – podcast", "description": "<p>As Britain faces rising cases of Covid-19, the prime minister has laid out a ‘battle plan’ for how his government will face the growing crisis. Also today: Sarah Todd on learning to read as an adult</p><p>The government’s <a href=\"https://www.theguardian.com/world/2020/mar/03/uk-government-coronavirus-plans-strip-fire-and-police-to-essentials-covid-19\">action plan</a> for tackling a major outbreak of the coronavirus envisages the country close to a war footing, with schools closing, public gatherings cancelled and up to a fifth of the workforce off sick. </p><p>The Guardian’s health editor, <strong>Sarah Boseley</strong>,<strong> </strong>says that while these measures may never be needed, the plan shows how seriously the government is taking this crisis. But there is also a realisation that the virus will be extremely difficult to control and the best hope could lie in delaying the worst of the effects until a vaccine is produced. </p> <a href=\"https://www.theguardian.com/news/audio/2020/mar/04/is-britain-prepared-for-a-mass-outbreak-of-the-coronavirus-podcast\">Continue reading...</a>", "link": "https://www.theguardian.com/news/audio/2020/mar/04/is-britain-prepared-for-a-mass-outbreak-of-the-coronavirus-podcast", "date_published": "2020-03-04 03:00:29+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Caroline Flack: authorities to review pursuit of assault case", "description": "<p>Crown Prosecution Service panel examines decision to prosecute when alleged victim wanted matter dropped</p><p>The Crown Prosecution Service (CPS) will review its handling of the assault case against the late Love Island host Caroline Flack.</p><p>Flack killed herself on 15 February while awaiting trial on charges she assaulted her boyfriend Lewis Burton with a lamp.</p> <a href=\"https://www.theguardian.com/tv-and-radio/2020/mar/04/caroline-flack-authorities-to-review-pursuit-of-assault-case\">Continue reading...</a>", "link": "https://www.theguardian.com/tv-and-radio/2020/mar/04/caroline-flack-authorities-to-review-pursuit-of-assault-case", "date_published": "2020-03-04 01:44:00+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Biden and Sanders rally amid crucial Super Tuesday primaries – in pictures", "description": "<p>The former vice-president took the stage in Los Angeles while the senator spoke in Vermont as 14 states held presidential primary elections </p> <a href=\"https://www.theguardian.com/us-news/gallery/2020/mar/03/super-tuesday-democrats-polls-voters-photos\">Continue reading...</a>", "link": "https://www.theguardian.com/us-news/gallery/2020/mar/03/super-tuesday-democrats-polls-voters-photos", "date_published": "2020-03-04 01:27:48+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Priti Patel accused of bullying a third senior civil servant", "description": "<p>Whitehall sources claim she ‘harassed and belittled’ staff while international development secretary</p><p>Priti Patel has been accused of bullying a third senior civil servant when she was the secretary of state for international development.</p><p>Whitehall sources told the Guardian that the home secretary, who is already reeling from allegations that she bullied her permanent secretary at the Home Office and an aide in the Department for Work and Pensions, had “harassed and belittled” staff in her private office in 2017.</p> <a href=\"https://www.theguardian.com/politics/2020/mar/03/dominic-cummings-fostering-culture-of-bullying-says-labour\">Continue reading...</a>", "link": "https://www.theguardian.com/politics/2020/mar/03/dominic-cummings-fostering-culture-of-bullying-says-labour", "date_published": "2020-03-04 00:26:09+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "England's Mako Vunipola in self-isolation over growing coronavirus fears", "description": "<ul><li>Prop to miss Wales showdown after returning from Tonga</li><li>England had said Vunipola was in self-isolation</li></ul><p>Concerns over the increasing spread of coronavirus have prompted England to withdraw Mako Vunipola from their squad for Saturday’s Six Nations fixture against Wales. The prop trained with Saracens on Tuesday despite initial reports he was self-isolating.</p><p>Vunipola was to have trained with the national squad in Bagshot but, in an embarrassing U-turn, has been stood down from the match at Twickenham as a precaution on the advice of team doctors.</p> <a href=\"https://www.theguardian.com/sport/2020/mar/03/englands-mako-vunipola-self-isolating-amid-coronavirus-fears-rugby-union\">Continue reading...</a>", "link": "https://www.theguardian.com/sport/2020/mar/03/englands-mako-vunipola-self-isolating-amid-coronavirus-fears-rugby-union", "date_published": "2020-03-04 00:06:59+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Joanna Lumley pays tribute to method acting forerunner Ellen Terry", "description": "<p>Absolutely Fabulous star shocked young people have never heard of ‘cavalier’ Victorian actor</p><p>She was a superstar in her day: mobbed by fans, paid a fortune and one of the finest stage performers of the late 19th and early 20th centuries with a technique that was a forerunner to method acting. But mention the name Ellen Terry to young actors and they’ll look at you with a blank expression, Joanna Lumley has said.</p><p>“Younger actors now don’t even know who Peter O’Toole is,” <a href=\"https://www.theguardian.com/culture/joanna-lumley\">Lumley</a> said. “I’m absolutely shocked. They literally don’t know who Christopher Lee is, they don’t know who some of the giants of our day are. I get so … I have to hush my mouth.</p> <a href=\"https://www.theguardian.com/stage/2020/mar/04/joanna-lumley-pays-tribute-to-method-acting-forerunner-ellen-terry\">Continue reading...</a>", "link": "https://www.theguardian.com/stage/2020/mar/04/joanna-lumley-pays-tribute-to-method-acting-forerunner-ellen-terry", "date_published": "2020-03-04 00:01:26+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Land girls hostel given listed status to mark women’s war work", "description": "<p>Hut in Cheshire is one of few surviving buildings housing farmworkers who fed Britain<br /></p><p>One of the last remaining Women’s Land Army (WLA) hostels has been given Grade II listed status for being “vitally important” in recognising women’s wartime efforts.</p><p>The humble hut, in Smallwood, Cheshire, is one of the few surviving WLA hostels, and has been listed by the Department for Digital, Culture, Media and Sport on the advice of Historic England.</p> <a href=\"https://www.theguardian.com/world/2020/mar/04/land-girls-hostel-given-listed-status-to-mark-womens-war-work\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2020/mar/04/land-girls-hostel-given-listed-status-to-mark-womens-war-work", "date_published": "2020-03-04 00:01:26+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Mystery of lifespan gap between sexes may be solved, say researchers", "description": "<p>Study finds chromosomes offer clue to longer life of different sexes in different species<br /></p><p>From humans to black-tailed prairie dogs, female mammals often outlive males – but for birds, the reverse is true.</p><p>Now researchers say they have cracked the mystery, revealing that having two copies of the same sex chromosome is associated with having a longer lifespan, suggesting the second copy offers a protective effect.</p> <a href=\"https://www.theguardian.com/science/2020/mar/04/mystery-of-lifespan-gap-between-sexes-may-be-solved-say-researchers\">Continue reading...</a>", "link": "https://www.theguardian.com/science/2020/mar/04/mystery-of-lifespan-gap-between-sexes-may-be-solved-say-researchers", "date_published": "2020-03-04 00:01:26+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Talking Horses: Foxhunter offers Loxton trio of chances for golden Festival", "description": "<p>Rose Loxton has three runners in the Foxhunter Chase at Cheltenham and victory would be a welcome change of luck</p><p>While the racing world occupies its thoughts with the running plans of Willie Mullins and Gordon Elliott in the buildup to next week’s Cheltenham Festival, a more modest yard near the Somerset village of Bruton is quietly preparing for its biggest day yet.</p><p>Rose Loxton, who used to show up in a lot of pictures alongside Kauto Star and Big Buck’s during her years working for Paul Nicholls, is planning to have no fewer than three runners in the Foxhunter Chase on Friday week, giving her a serious chance of a first success in jump racing’s biggest week.</p> <a href=\"https://www.theguardian.com/sport/2020/mar/04/talking-horses-foxhunter-offers-loxton-trio-of-chances-for-golden-festival\">Continue reading...</a>", "link": "https://www.theguardian.com/sport/2020/mar/04/talking-horses-foxhunter-offers-loxton-trio-of-chances-for-golden-festival", "date_published": "2020-03-04 00:01:26+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "UK in danger of failing a generation, says child health study", "description": "<p>Research finds UK lags behind other countries on measures including infant mortality</p><p>Rising violence, drug use and mental health problems among young people in England mean society is in danger of “failing a generation”, children’s doctors have said.</p><p>English teenagers are increasingly likely to be injured in youth violence and the UK is lagging behind other European countries on measures including infant mortality, according to UK-wide research into the state of child health by the Royal College of Paediatrics and Child Health.</p> <a href=\"https://www.theguardian.com/society/2020/mar/04/uk-in-danger-of-failing-a-generation-says-child-health-study\">Continue reading...</a>", "link": "https://www.theguardian.com/society/2020/mar/04/uk-in-danger-of-failing-a-generation-says-child-health-study", "date_published": "2020-03-04 00:01:26+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Women work for free for two months a year, says TUC analysis", "description": "<p>Women work an average of 63 unpaid days because of the gender pay gap, according to figures</p><p>Women work for free for two months a year as a result of the gender pay gap, according to analysis by the TUC. The trade union federation marked Wednesday as the first day of the year that the average woman effectively begins to get paid.</p><p>“Our economy is stacked against working women. At this rate, it will take another 50 years to close the gender pay gap,” said the TUC general secretary, Frances O’Grady. “No more excuses: the government must get on and sort the gender pay gap now.”</p> <a href=\"https://www.theguardian.com/world/2020/mar/04/women-work-for-free-for-two-months-a-year-says-tuc-analysis\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2020/mar/04/women-work-for-free-for-two-months-a-year-says-tuc-analysis", "date_published": "2020-03-04 00:01:26+00:00", "persistent": false, "user": null, "language": "en-UK"}]