[{"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UC4eYXhJI4-7wSWc8UNRwD4A", "title": "Chloe x Halle: Tiny Desk (Home) Concert", "description": "The Tiny Desk is working from home for the foreseeable future. Introducing NPR Music's Tiny Desk (home) concerts, bringing you performances from across the country and the world. It's the same spirit — stripped-down sets, an intimate setting — just a different space.\n\nAbby O'Neill | December 8, 2020\nPowerful sister duo Chloe x Halle went all out on this one. Flanked by personal memorabilia supplied by their mother, the Bailey sisters did their best to make this studio performance really feel like a home concert.\n\nAs they volley off each other, swapping lead and harmonies, it's amazing to watch how years of practice and innate genetic chemistry have them synced tighter than a SMPTE timecode. \"Baby Girl,\" the second song here, starts with notes reminiscent of Crystal Waters' \"Gypsy Woman (She's Homeless),\" and is preceded with Chloe sharing \"I know this year 2020 has been absolutely bonkers for all of us. For those moments where you kinda feel less than and you're not good enough ... that's why we wrote this song. ... Whatever happens, we'll be OK. And this is our world.\" Fusing R&B, soul and pop, backed by a talented nine-piece female band, this performance is surely to delight Chloe x Halle's global fanbase.\n\nSET LIST\n\"Don't Make It Harder on Me\"\n\"Baby Girl\"\n\"Do It\"\n\"Ungodly Hour\"\n\"Wonder What She Thinks of Me\"\n\nMUSICIANS\nChloe Bailey: vocals\nHalle Bailey: vocals\nElise Solberg: keyboard\nElin Sandberg: bass\nLexii Lynn Frazier: guitar\nBrandi Singleton: drums\nArnetta Johnson: trumpet\nCrystal Torres: trumpet\nStephanie Yu: violin\nChelsea Stevens: cello\nMarta Honer: viola\n\nCREDITS\nVideo: Ben Hagerty, Darin Conrad\nAudio: Lester Mendoza, Derek Dixie, Stephen Curtain\nDirector: Ben Hagerty\nCamera Operator: Darin Conrad\nEditor: Nia Phillips\nCreative Direction: Andrew Makadsi\nArt Director: Brianna Gonzales\nAssistant Art Director: Ian Miyawaki\n\nTINY DESK TEAM\nProducer: Abby O'Neill\nVideo Producer: Morgan Noelle Smith\nAudio Mastering: Josh Rogosin\nAssociate Producer: Bobby Carter\nTiny Production Team: Bob Boilen, Kara Frame, Maia Stern\nExecutive Producer: Lauren Onkey\nSenior VP, Programming: Anya Grundmann", "link": "https://www.youtube.com/watch?v=KTNZR82fVHw", "date_published": "2020-12-08 00:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UC4eYXhJI4-7wSWc8UNRwD4A", "title": "Black Pumas: Tiny Desk (Home) Concert", "description": "The Tiny Desk is working from home for the foreseeable future. Introducing NPR Music's Tiny Desk (home) concerts, bringing you performances from across the country and the world. It's the same spirit — stripped-down sets, an intimate setting — just a different space.\n\nDec. 7, 2020 | Felix Contreras -- The Austin-based rock band Black Pumas is having a good 2020. The group, led by singer Eric Burton and guitarist Adrian Quesada, was just nominated for three Grammys, including album of the year for Black Pumas (Deluxe Edition), and both record of the year and best American roots performance for the track \"Colors.\" The band's turn behind a tiny desk (and chair) shows why its debut album — now more than a year old — is receiving so much recognition right now.\n\nBlack Pumas' gritty, retro-soul groove is on full display, while the intensity level builds gradually throughout this four-song set. It's clear why the band's live shows have won over fans. From the opening strains of \"Red Rover,\" Burton digs deep and by the time we get to the ballad \"OCT 33,\" he's burning with old-school soul heartbreak.\n\nQuesada's guitar is the perfect call-and-response foil, while the entire band — complete with two powerful back-up singers — calls to mind soul classics, but with a groovy new sheen.\n\nI've seen some of Black Pumas' shows in recent years and the band gets better every time out. The power of this Tiny Desk (home) concert shows that they always bring it, no matter the size of the audience.\n\nSET LIST\n\"Red Rover\"\n\"Fire\"\n\"OCT 33\"\n\"Colors\"\n\nMUSICIANS\nEric Burton: vocals, guitar\nAdrian Quesada: guitar\nLauren Cervantes: vocals\nAngela Miller: vocals\nJaRon Marshall: keys\nBrendan Bond: bass\nSteve Bidwell: drums\n\nCREDITS\nVideo: Amos David McKay / TWO HEADED BOY\nAudio: Aaron Glemboski\nTINY DESK TEAM\nProducer: Felix Contreras\nVideo Producer: Morgan Noelle Smith\nAudio Mastering: Josh Rogosin\nAssociate Producer: Bobby Carter\nTiny Production Team: Bob Bolien, Kara Frame, Maia Stern\nExecutive Producer: Lauren Onkey\nSenior VP, Programming: Anya Grundmann", "link": "https://www.youtube.com/watch?v=TKfRm6uNx7I", "date_published": "2020-12-07 00:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}]