[{"source": "https://www.theguardian.com/rss", "title": "Georgia upholds Biden's win as US approaches 15m coronavirus cases - live", "description": "<ul><li><a href=\"https://www.theguardian.com/us-news/live/2020/dec/07/coronavirus-covid-19-joe-biden-donald-trump-us-election-live-updates?page=with:block-5fce42cd8f084f47a8a409eb#block-5fce42cd8f084f47a8a409eb\">Raffensperger: ‘We counted three times and results remain unchanged’</a></li><li><a href=\"https://www.theguardian.com/us-news/live/2020/dec/07/coronavirus-covid-19-joe-biden-donald-trump-us-election-live-updates?page=with:block-5fce92e78f08a20e617d9b69#block-5fce92e78f08a20e617d9b69\">US death toll at 283,211 and continues to climb</a></li><li><a href=\"https://www.theguardian.com/us-news/live/2020/dec/07/coronavirus-covid-19-joe-biden-donald-trump-us-election-live-updates?page=with:block-5fce62018f0861e6ffe1e205#block-5fce62018f0861e6ffe1e205\">Fauci: ‘The middle of January could be a really dark time’</a></li><li><a href=\"https://www.theguardian.com/us-news/2020/dec/07/biden-options-democrats-republicans-cabinet\">Biden prepares for Republicans try to block cabinet picks</a></li><li><a href=\"https://www.theguardian.com/us-news/2020/dec/06/rudy-giuliani-coronavirus-covid-donald-trump\">Trump: Rudy Giuliani has coronavirus</a></li><li><a href=\"https://www.theguardian.com/info/2018/sep/17/guardian-us-morning-briefing-sign-up-to-stay-informed\">Sign up to receive First Thing – our daily briefing by email</a></li></ul><p class=\"block-time published-time\"> <time datetime=\"2020-12-07T21:13:18.139Z\">9.13pm <span class=\"timezone\">GMT</span></time> </p><p><strong>The CEOs of two drug companies producing coronavirus vaccines have reportedly both rejected invitations to appear at</strong><strong> a White House “Vaccine Summit” tomorrow.</strong></p><p>Stat <a href=\"\">reports</a>:</p><p> The Trump administration has openly feuded with Pfizer in recent weeks over its involvement in Operation Warp Speed and the timing of a data release showing its vaccine to be highly effective, but had nonetheless invited CEO <strong>Albert Bourla</strong> to appear on a panel about the vaccine development process. Moderna CEO <strong>Stéphane Bancel</strong> was also invited, but neither he nor another company executive will attend. </p><p>The vaccine manufacturers’ absences will be conspicuous at a ‘Vaccine Summit,’ an event that drug industry figures and one Trump administration official largely viewed as a public relations stunt when STAT first reported the event last week.</p><p class=\"block-time published-time\"> <time datetime=\"2020-12-07T20:51:28.667Z\">8.51pm <span class=\"timezone\">GMT</span></time> </p><p>The number of coronavirus cases in the US is approaching 15 million, as infections surge across the nation.</p><p>According to data compiled by <a href=\"https://coronavirus.jhu.edu/map.html\">Johns Hopkins University</a>, the US has confirmed 14,883,966 cases of coronavirus since January.</p> <a href=\"https://www.theguardian.com/us-news/live/2020/dec/07/coronavirus-covid-19-joe-biden-donald-trump-us-election-live-updates\">Continue reading...</a>", "link": "https://www.theguardian.com/us-news/live/2020/dec/07/coronavirus-covid-19-joe-biden-donald-trump-us-election-live-updates", "date_published": "2020-12-07 21:13:18+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Brighton v Southampton: Premier League – live!", "description": "<ul><li>Premier League updates from the 8pm GMT kick-off</li><li><a href=\"https://www.theguardian.com/football/live\">Live scores: the goals from Monday’s games around Europe</a></li><li>And feel free to <a href=\"mailto:scott.muray@theguardian.com\">send your thoughts to Scott via email</a></li></ul><p class=\"block-time published-time\"> <time datetime=\"2020-12-07T21:13:05.332Z\">9.13pm <span class=\"timezone\">GMT</span></time> </p><p><strong>55 min:</strong> It’s been all Brighton since the restart. Saints haven’t got Ings into the game yet.</p><p class=\"block-time published-time\"> <time datetime=\"2020-12-07T21:12:09.028Z\">9.12pm <span class=\"timezone\">GMT</span></time> </p><p><strong>53 min: </strong>March crosses from the left. Saints half clear. Bissouma takes a speculative shot. It’s heading wide left, but Welbeck tries to deflect it goalwards. It loops up instead. He’d have been able to take a second poke at the ball had the offside Connolly not got in his way, and McCarthy comes out to claim.</p> <a href=\"https://www.theguardian.com/football/live/2020/dec/07/brighton-v-southampton-premier-league-live\">Continue reading...</a>", "link": "https://www.theguardian.com/football/live/2020/dec/07/brighton-v-southampton-premier-league-live", "date_published": "2020-12-07 21:13:05+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "This is Not a Gun: the objects police mistook for weapons before shooting", "description": "<p>Artist Cara Levine has carved wooden replicas of the harmless possessions that led to unarmed civilians being shot by police for a new exhibition and book</p><p>As coronavirus rages in California, Cara Levine’s exhibition is under lockdown. Visitors must make an appointment with the artist directly so she can let them in to see her work. Which does, at least, guarantee a very personal VIP tour.</p><p>It reminds Levine of her days as an exchange student in Japan, where artists would always set their own shows. “I thought it was so bizarre,” she recalls, shortly before her first appointment is due. “You’d walk in and look at the work and you’d ask somebody about it, and you were talking to the artist! I’m like, oh, OK, that’s what I’m doing right now.”</p> <a href=\"https://www.theguardian.com/artanddesign/2020/dec/07/this-is-not-a-gun-cara-levine-interview-objects-police-mistook-for-weapons\">Continue reading...</a>", "link": "https://www.theguardian.com/artanddesign/2020/dec/07/this-is-not-a-gun-cara-levine-interview-objects-police-mistook-for-weapons", "date_published": "2020-12-07 21:05:54+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "The Vicar of Dibley in Lockdown review – one resurrection too far?", "description": "<p>Dawn French revives the amiable nonsense that graced our screens between 1994 and 2007 – but it’s just not the same without all the dearly departed eccentrics</p><p>The last time I saw the Vicar of Dibley, she was flying over Oxfordshire in her pyjamas. The Rev Geraldine Granger (Dawn French) had just got married to Gorgeous Harry (Richard Armitage) in a church wedding officiated by Jeremy Ogilvy (Hugh Bonneville). Her best mate, Alice, who organised the wedding, was dressed as the 10th Doctor and there were Daleks among the wedding guests. Themed weddings are always wrong? Discuss.</p><p>It was nonsense, but, in the Vicar of Dibley’s defence, there often comes a moment with British national treasures after which nobody really remembers how these jokers became such fixtures in our lives, still less why they think they can go out dressed like that. Joanna Lumley, Elton John and the House of Lords are cases in point.</p> <a href=\"https://www.theguardian.com/tv-and-radio/2020/dec/07/the-vicar-of-dibley-in-lockdown-review-one-resurrection-too-far\">Continue reading...</a>", "link": "https://www.theguardian.com/tv-and-radio/2020/dec/07/the-vicar-of-dibley-in-lockdown-review-one-resurrection-too-far", "date_published": "2020-12-07 21:00:49+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Coronavirus live news: France unlikely to lift lockdown as planned; UK to start vaccinations on Tuesday", "description": "<p>Plan to lift French restrictions on 15 December <a href=\"https://www.theguardian.com/world/live/2020/dec/07/coronavirus-live-news-giuliani-tests-positive-for-covid-california-braces-for-lockdown?page=with:block-5fce69398f084f47a8a40cb7#block-5fce69398f084f47a8a40cb7\">could be delayed</a> as infections no longer falling; Pfizer/BioNTech jab to be administered in UK</p><ul><li><a href=\"https://www.theguardian.com/world/2020/dec/07/hopefully-its-the-beginning-of-the-end-first-in-line-prepare-for-covid-vaccine-in-uk\">‘The beginning of the end’: first in line prepare for Covid vaccine in UK</a></li><li><a href=\"https://www.theguardian.com/us-news/2020/dec/06/rudy-giuliani-coronavirus-covid-donald-trump\">Rudy Giuliani has coronavirus, Donald Trump says</a></li><li><a href=\"https://www.theguardian.com/world/2020/dec/07/slovakia-mass-covid-tests-cut-infection-rate-by-60-researchers-find\">Slovakia’s mass testing cut infection rate by 60%, researchers say</a></li><li><a href=\"https://www.theguardian.com/world/2020/dec/07/covid-blood-test-predict-patient-survival-chances\">Covid blood test can predict patient survival chances</a></li><li><a href=\"https://www.theguardian.com/world/2020/dec/06/california-covid-lockdown-us-new-cases-hospitalisations-deaths-stay-at-home-order\">Millions of Californians put under strict Covid lockdown</a></li></ul><p class=\"block-time published-time\"> <time datetime=\"2020-12-07T20:59:44.788Z\">8.59pm <span class=\"timezone\">GMT</span></time> </p><p class=\"block-time published-time\"> <time datetime=\"2020-12-07T20:42:32.208Z\">8.42pm <span class=\"timezone\">GMT</span></time> </p><p> President Donald Trump will sign an executive order on Tuesday to ensure that priority access for COVID-19 vaccines procured by the <strong>U.S</strong>. government is given to the American people before assisting other nations, a senior administration official told Reuters.</p><p>Trump, who has faced sharp criticism for his handling of the coronavirus pandemic, is eager to take credit for the speedy development and distribution of a vaccine.</p> <a href=\"https://www.theguardian.com/world/live/2020/dec/07/coronavirus-live-news-giuliani-tests-positive-for-covid-california-braces-for-lockdown\">Continue reading...</a>", "link": "https://www.theguardian.com/world/live/2020/dec/07/coronavirus-live-news-giuliani-tests-positive-for-covid-california-braces-for-lockdown", "date_published": "2020-12-07 20:59:44+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Cleverly trots out oven-ready nonsense as No 10 enters Brexit panic mode | John Crace", "description": "<p>If the new line is that the public was too stupid to understand the Tories’ message, it’s not a good look</p><p>You can sometimes tell how much of a state No 10 is in by its choice of minister for the morning media rounds. And sending out the junior Foreign Office minister James Cleverly – living proof of the fallibility of nominative determinism – rather proved that Downing Street was in full panic mode over the progress of its Brexit trade talks. At a time like this, only a minister too dim to sense the danger he was in would do. Cleverly may have his talents, but the only one that he doesn’t keep hidden – apart from to himself; in his own world he is one of life’s winners – is his inability not to make a bad situation worse.</p><p>It was unfortunate enough for him to claim that there were “plans to get the coronavirus vaccine into the UK in the event of a no-deal Brexit”, just that he couldn’t say what they were, as no one had trusted him with the details. That at least did ring half-true – in a desperate situation, Cleverly is one of the last people you would keep in the loop – but the look of confusion on his face rather suggested that no such details yet existed.</p> <a href=\"https://www.theguardian.com/politics/2020/dec/07/cleverly-trots-out-oven-ready-nonsense-as-no-10-enters-brexit-panic-mode\">Continue reading...</a>", "link": "https://www.theguardian.com/politics/2020/dec/07/cleverly-trots-out-oven-ready-nonsense-as-no-10-enters-brexit-panic-mode", "date_published": "2020-12-07 20:42:52+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Brexit: Johnson to go to Brussels for face-to-face meeting with Von der Leyen", "description": "<p>PM to make trip in 11th-hour effort to break impasse, raising hopes of a deal on trade and security<br /></p><p>Boris Johnson will travel to Brussels for a face-to-face summit with the European commission president, Ursula von der Leyen, in an 11th-hour attempt to break the impasse in the Brexit negotiations.</p><p>A long-awaited crunch meeting will be held in the “coming days”, the two leaders said in a <a href=\"https://www.theguardian.com/politics/live/2020/dec/07/brexit-barnier-eu-uk-trade-talks-fishing-covid-coronavirus-vaccine-latest-updates-politics-live\">joint statement</a> following a phone call lasting over an hour, keeping hopes alive of agreement on a trade and security deal. Sources on both sides pointed to Wednesday or Thursday as the most likely dates.</p> <a href=\"https://www.theguardian.com/politics/2020/dec/07/brexit-boris-johnson-brussels-face-to-face-meeting-ursula-von-der-leyen\">Continue reading...</a>", "link": "https://www.theguardian.com/politics/2020/dec/07/brexit-boris-johnson-brussels-face-to-face-meeting-ursula-von-der-leyen", "date_published": "2020-12-07 20:21:51+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Adventures in Film review – cracking trio from Matthew Bourne's company", "description": "<p><strong>Available online</strong><br />Bourne’s New Adventures has given three female dancers from the company the chance to make their own creations – with impressive results</p><p>Among the many dance films being made while theatres are dark, these three shorts from Matthew Bourne’s <a href=\"https://new-adventures.net/\">New Adventures</a> stand out for being – like Bourne’s own work – story-driven. The Adventures in Film project has given three female dancers from the company the chance to make their own creations (with production company TEA films) and the impressive results are very different from anything you’d see New Adventures dancing on stage.</p><p>All shot on location, each seven-minute film has a different style and approach. Tasha Chu’s Nostos (meaning homecoming) is the most immediately satisfying: a tight, clear narrative with a nice twist. A couple who’ve been separated by war are now struggling to bridge the gap that’s opened up between them. We see home video footage of happier times while the pair elude each other’s embrace, bodies meeting resistance within themselves, or thrown backwards, floored by events. Dancer Seren Williams is very engaging, with lots going on behind her eyes.</p> <a href=\"https://www.theguardian.com/stage/2020/dec/07/adventures-in-film-review-cracking-trio-from-matthew-bournes-company\">Continue reading...</a>", "link": "https://www.theguardian.com/stage/2020/dec/07/adventures-in-film-review-cracking-trio-from-matthew-bournes-company", "date_published": "2020-12-07 20:00:48+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Giant pandas roll in horse manure to keep warm, study finds", "description": "<p>Two compounds in fresh faeces inhibit cold sensation, Chinese researchers say</p><p>Giant pandas have been seen smearing themselves with horse manure in the wild, and the sweet smell of scat isn’t the only reason – it appears the manure helps them tolerate low temperatures, according to a study.</p><p>Unlike insects that make a beeline for faeces, digging for olfactory cues to locate food, attraction to excrement across mammal species is rare. But researchers from the Chinese Academy of Sciences observed that a giant panda subspecies in China’s Qinling Mountains tended to seek out and sniff fresh horse manure and then roll over it.</p> <a href=\"https://www.theguardian.com/science/2020/dec/07/giant-pandas-roll-in-horse-manure-to-keep-warm-study-finds\">Continue reading...</a>", "link": "https://www.theguardian.com/science/2020/dec/07/giant-pandas-roll-in-horse-manure-to-keep-warm-study-finds", "date_published": "2020-12-07 20:00:48+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Martin Rowson on the scramble to agree Brexit deal – cartoon", "description": "<a href=\"https://www.theguardian.com/commentisfree/picture/2020/dec/07/martin-rowson-on-the-scramble-to-agree-brexit-deal-cartoon\">Continue reading...</a>", "link": "https://www.theguardian.com/commentisfree/picture/2020/dec/07/martin-rowson-on-the-scramble-to-agree-brexit-deal-cartoon", "date_published": "2020-12-07 20:00:48+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Mike Ashley's pursuit of Debenhams is understandable", "description": "<p>He’s not good at letting go – and from the jobs point of view any interest is better than none </p><p>“Let it go, Mike,” never works with the founder of Sports Direct. Mike Ashley, to his continuing fury, lost £150m of his and his shareholders’ money in his first attempt to get control of Debenhams. He was bound to show up at the administrator’s door at the 11th hour <a href=\"https://www.theguardian.com/business/2020/dec/07/mike-ashley-frasers-group-buy-debenhams-ted-baker\">to take another look</a>. And, strange as it may sound, you see why he’s still tempted if a slimmed-down deal can be found.</p><p>First, <a href=\"https://www.theguardian.com/business/2020/nov/30/jd-sports-expected-to-exit-debenhams-rescue-talks-after-arcadia-collapse\">JD Sports clearly thought</a> there was something worth salvaging from the financial wreckage. Peter Cowgill, the sportswear retailer’s executive chairman, is no mug. Nor is Pentland Group, the group’s 55% shareholder, which presumably backed the Debenhams idea in principle. In the event, JD dropped out when other shareholders threw a fit, but a well-regarded FTSE 100 rival’s interest was intriguing.</p> <a href=\"https://www.theguardian.com/business/nils-pratley-on-finance/2020/dec/07/mike-ashley-was-bound-to-try-for-an-eleventh-hour-debenhams-deal\">Continue reading...</a>", "link": "https://www.theguardian.com/business/nils-pratley-on-finance/2020/dec/07/mike-ashley-was-bound-to-try-for-an-eleventh-hour-debenhams-deal", "date_published": "2020-12-07 19:53:35+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Imperial College accused of cover-up over claims of bullying by president", "description": "<p>London university will not publish report into conduct of its head, Alice Gast, despite urging of union and MP</p><p>Imperial College has been accused of engaging in a cover-up over its refusal to publish the findings of a report on alleged bullying by its president.</p><p>Prof Alice Gast, whose role as head of one of Britain’s most prestigious universities earns her more than half a million pounds a year, has offered “wholehearted apologies” to those affected by allegations against her, which were investigated by a barrister commissioned to do so.</p> <a href=\"https://www.theguardian.com/education/2020/dec/07/imperial-college-accused-of-cover-up-over-claims-of-bullying-by-president\">Continue reading...</a>", "link": "https://www.theguardian.com/education/2020/dec/07/imperial-college-accused-of-cover-up-over-claims-of-bullying-by-president", "date_published": "2020-12-07 19:53:05+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "'More urban': competitive breakdancing added to Paris 2024 Olympic Games", "description": "<ul><li>IOC wants Games to be ‘more gender balanced and youthful’</li><li>Other events will be cut to keep athlete numbers down<br /></li></ul><p>Time for wannabe gold medallists to dust off their boomboxes and fine‑tune their one-handed airflares: competitive breakdancing will be the sparkling new attraction at the 2024 Olympics in Paris.</p><p>This was confirmed on Monday by the International Olympic Committee as part of plans by the president, Thomas Bach, to make the Games “more gender balanced, more youthful and more urban”. Surfing, skateboarding and sport climbing, which are part of next year’s Tokyo Games, will also be included at Paris 2024.</p> <a href=\"https://www.theguardian.com/sport/2020/dec/07/breakdancing-paris-2024-olympic-games-ioc\">Continue reading...</a>", "link": "https://www.theguardian.com/sport/2020/dec/07/breakdancing-paris-2024-olympic-games-ioc", "date_published": "2020-12-07 19:49:35+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "England to fly home after South Africa ODI series called off due to Covid-19", "description": "<ul><li>Two of five positive tests are members of England’s tour party<br /></li><li>They may be left behind to self-isolate if test results confirmed <br /></li></ul><p>England’s one-day international series in South Africa was cancelled on Monday after collective anxiety swept through the touring party and left the players feeling unable to perform on the field.</p><p>A day of fraught meetings between players and management resulted in a 3.10pm announcement local time that the remaining matches were off. Notably, however, the team are set to remain in Cape Town until their scheduled departure via charter flight on Thursday.</p> <a href=\"https://www.theguardian.com/sport/2020/dec/07/england-to-fly-home-after-south-africa-odi-series-called-off-due-to-covid-19\">Continue reading...</a>", "link": "https://www.theguardian.com/sport/2020/dec/07/england-to-fly-home-after-south-africa-odi-series-called-off-due-to-covid-19", "date_published": "2020-12-07 19:45:57+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Putin's former son-in-law bought shares worth $380m for $100, report says", "description": "<p>Kirill Shamalov purchased large stake in Russian petrochemicals company months after marrying Katerina Tikhonova</p><p>A Russian businessman who was married to Vladimir Putin’s daughter received an estimated $380m (£283m) stake in a Russian petrochemicals company for just $100, an <a href=\"https://istories.media/investigations/2020/12/07/kirill-i-katya-lyubov-razluka-ofshori-i-neogranichennii-resurs-istoriya-samoi-tainoi-pari-rossii/\">investigation</a> by Russia’s iStories investigative outlet has claimed.</p><p>The investigation, published in collaboration with the the <a href=\"https://www.occrp.org/en/investigations/love-offshores-and-administrative-resources-how-marrying-putins-daughter-gave-kirill-shamalov-a-world-of-opportunity\">Organised Crime and Corruption Reporting Project</a> (OCCRP), used a trove of leaked emails to shine new light on the closed circle of family and associates who surround the Russian president.</p> <a href=\"https://www.theguardian.com/world/2020/dec/07/putins-former-son-in-law-bought-shares-worth-380m-for-100-report-says\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2020/dec/07/putins-former-son-in-law-bought-shares-worth-380m-for-100-report-says", "date_published": "2020-12-07 19:43:55+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Airbnb raises share pricing range before IPO on Thursday", "description": "<p>New figure follows surprise third-quarter profit and values the company at up to $42bn</p><p>Airbnb has raised the price of its shares before its initial public offering this week and could float with a valuation of as much as $42bn (£31.5bn).</p><p>In a government filing in the US on Monday, Airbnb said it expects to price its shares between $56 and $60 each, up from a range of $44 to $50 earlier this month. </p> <a href=\"https://www.theguardian.com/technology/2020/dec/07/airbnb-hikes-share-pricing-to-up-to-60-before-ipo-on-thursday\">Continue reading...</a>", "link": "https://www.theguardian.com/technology/2020/dec/07/airbnb-hikes-share-pricing-to-up-to-60-before-ipo-on-thursday", "date_published": "2020-12-07 19:38:23+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Ikea to stop printing catalogue after 'successful career' that spanned 70 years", "description": "<p>Next year will be the last for publication that challenged the Bible for No. 1 circulation spot </p><p> At its peak, the Ikea catalogue was said to have a greater circulation than that of the Bible. But while around 40m copies of the Bible are expected to be distributed around the world next year, the catalogue of the Swedish furniture giant will, after seven decades, no longer be published because demand has fallen.</p><p>“It has been one of our best-known and best-loved products for 70 years, inspiring billions of people around the world,” an Ikea manager, Konrad Grüss, said in a statement. As ever fewer people were reading it, leading to the decision to “respectfully end the successful career of the Ikea catalogue”.</p> <a href=\"https://www.theguardian.com/business/2020/dec/07/ikea-to-stop-printing-catalogue-after-70-years-as-customers-move-online\">Continue reading...</a>", "link": "https://www.theguardian.com/business/2020/dec/07/ikea-to-stop-printing-catalogue-after-70-years-as-customers-move-online", "date_published": "2020-12-07 19:32:19+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "The Guardian view on a Brexit deal: this is going to hurt | Editorial", "description": "<p>Brexit reveals the government’s ideological commitment to take the country back to where Margaret Thatcher left it</p><p>Britain’s departure from the EU under Boris Johnson with – or without – a free trade deal will dim prospects for the UK next year. At best the prime minister will secure a deal at the last minute that eliminates tariffs on trade. There will be <a href=\"https://www.thetimes.co.uk/article/food-prices-will-rise-if-we-dont-strike-brexit-trade-deal-says-minister-7283bwrst\" title=\"\">disruption</a>, price hikes, <a href=\"https://www.dailymail.co.uk/news/article-9024601/Brexit-No-Deal-lead-public-disorder-No10s-34-page-worst-case-scenario-dossier-shows.html\" title=\"\">protests and perhaps a clash on the seas</a>. Whatever the losses, the prime minister thinks they will evaporate in the sun-filled freedom to depart from the EU’s regulatory rulebook. For all the talk of greater state intervention, Mr Johnson has not changed his spots. We have a rightwing government with a strong ideological commitment to take the country back to where Margaret Thatcher left it.</p><p>That means restoring the executive to pre-eminence by <a href=\"https://www.politicshome.com/thehouse/article/repealing-the-fixedterm-parliaments-act-is-about-revenge-not-reform\" title=\"\">curbing</a> the judiciary, undoing <a href=\"https://www.theguardian.com/commentisfree/2020/nov/17/the-guardian-view-on-boris-johnsons-devolution-an-england-first-policy\" title=\"\">devolution</a> and installing cronies in powerful positions. The country ought to expect more squeezing of the poor. Ministers meanwhile seem untroubled by the idea that business elites <a href=\"https://labour.org.uk/press/jim-mcmahon-calls-on-the-government-to-publish-assessments-of-exempting-high-value-travellers-from-covid-quarantine-restrictions/\" title=\"\">entering</a> England should be exempt from quarantine rules that force the rest of us to self-isolate. Aside from bromides, the government offers little to the jobless in the north of England, where the Institute for Public Policy Research (North) says unemployment is <a href=\"https://www.theguardian.com/inequality/2020/dec/07/covid-deepens-south-and-north-of-england-inequalities-study-finds\" title=\"\">at its worst since the mid-1990s</a>.</p> <a href=\"https://www.theguardian.com/commentisfree/2020/dec/07/the-guardian-view-on-a-brexit-deal-this-is-going-to-hurt\">Continue reading...</a>", "link": "https://www.theguardian.com/commentisfree/2020/dec/07/the-guardian-view-on-a-brexit-deal-this-is-going-to-hurt", "date_published": "2020-12-07 19:20:13+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Fearless George Russell can turn short-term pain into long-term gain | Giles Richards", "description": "<p>English rookie was desperately unlucky not to win his first grand prix on Sunday but showed exactly why most in F1 believe he is world-champion material</p><p>Even as the vagaries of sport go, George Russell endured what might be considered an unseemly level of misfortune at the Sakhir Grand Prix. The 22-year-old, driving his first race in a competitive car, had the win in the palm of his hand before he fell to two undeserved blows so crushing it was impossible not to feel the young man’s heartbreak. Yet the value of his performance for Mercedes was not diminished at all. Victory was denied but Formula One is now unanimous in the belief that Russell will go on to take the flag and possibly more.</p><p>The Mercedes team principal, Toto Wolff, is a calm operator. He can be emotional but is not given to hyperbole. Having worked with Lewis Hamilton since 2013, his assessment should not be taken lightly.</p> <a href=\"https://www.theguardian.com/sport/2020/dec/07/george-russell-has-all-the-ingredients-required-says-mercedes-toto-wolff\">Continue reading...</a>", "link": "https://www.theguardian.com/sport/2020/dec/07/george-russell-has-all-the-ingredients-required-says-mercedes-toto-wolff", "date_published": "2020-12-07 19:17:08+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Liverpool's rediscovered relentlessness is ominous for their title rivals | Jonathan Wilson", "description": "<p>The perception remains that this has been a difficult season for Liverpool – but all the signs suggest they are finding last season’s form despite their injury absentees</p><p>Between a quarter and a third of the way through the season the table is, at least, beginning to take on some sense of normality. Tottenham are first and seven points separate the top half, so it’s not entirely normal. But as a vaccine is approved, fans are allowed back in limited numbers and a return to something approximating to what we knew before can be imagined, so familiar tropes return to football. Manchester City are <a href=\"https://www.theguardian.com/football/2020/dec/05/manchester-city-fulham-premier-league-match-report\">casually dismissing lesser sides at home</a>, West Ham are <a href=\"https://www.theguardian.com/football/2020/dec/05/west-ham-manchester-united-premier-league-match-report\">losing leads</a>, <a href=\"https://www.theguardian.com/football/2020/dec/05/burnley-everton-premier-league-match-report\">Everton are flaky</a> and Liverpool are <a href=\"https://www.theguardian.com/football/2020/dec/06/liverpool-wolves-premier-league-match-report\">overpowering opponents at Anfield</a>. Welcome back, normality, we’ve missed you.</p><p>Within that sense of the plates settling, of everything calming down, though, Liverpool’s situation still feels odd. The perception remains that this has been a difficult season for them. The early part of their campaign was characterised by wild football, by the <a href=\"https://www.theguardian.com/football/2020/sep/12/liverpool-leeds-premier-league-match-report\">4-3 win over Leeds</a>, the <a href=\"https://www.theguardian.com/football/2020/oct/04/aston-villa-liverpool-premier-league-match-report\">7-2 defeat at Aston Villa</a> and the <a href=\"https://www.theguardian.com/football/2020/oct/17/everton-liverpool-premier-league-match-report\">2-2 draw at Everton</a>, the repercussions of which continue to be felt. There has been a raggedness to some of their play and, <a href=\"https://www.theguardian.com/football/2020/nov/03/atalanta-liverpool-champions-league-group-d-match-report\">the win away to Atalanta aside</a>, their Champions League form has been no better than it needed to be.</p> <a href=\"https://www.theguardian.com/football/2020/dec/07/liverpool-revive-their-relentlessness-in-ominous-sign-for-title-rivals\">Continue reading...</a>", "link": "https://www.theguardian.com/football/2020/dec/07/liverpool-revive-their-relentlessness-in-ominous-sign-for-title-rivals", "date_published": "2020-12-07 19:00:47+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Prince Harry launches libel action against Mail on Sunday publisher", "description": "<p>Claim thought to relate to article alleging that duke had not kept in contact with Royal Marines</p><p>The Duke of Sussex has launched a libel action against Associated Newspapers, publisher of the Mail on Sunday, the same newspaper against which his wife, the Duchess of Sussex, is pursuing separate legal action.</p><p>Documents were lodged with the high court by the couple’s legal team, Schillings, on 27 November.</p> <a href=\"https://www.theguardian.com/uk-news/2020/dec/07/prince-harry-launches-libel-action-against-mail-on-sunday-publisher\">Continue reading...</a>", "link": "https://www.theguardian.com/uk-news/2020/dec/07/prince-harry-launches-libel-action-against-mail-on-sunday-publisher", "date_published": "2020-12-07 18:57:24+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Killing of two girls stokes outrage over Brazil's horrific toll of black lives", "description": "<p>Shooting of cousins aged just four and seven, allegedly by police, heightens calls for national reckoning over ‘genocide’</p><p>The shooting of two young black girls – who had between them enjoyed fewer than 11 years of life – has sparked outrage in Brazil and intensified the debate over police violence and <a href=\"https://www.theguardian.com/world/2020/nov/24/un-brazil-needs-urgent-reforms-combat-racism-after-beating-black-man\">structural racism in a country still grappling with the legacy of slavery</a>.</p><p>Emily Victoria Moreira dos Santos and Rebeca Beatriz Rodrigues Santos, cousins aged four and seven, were killed on Friday night as they played outside their grandmother’s home in Barro Vermelho, a redbrick favela on Rio’s rundown northern fringe.</p> <a href=\"https://www.theguardian.com/world/2020/dec/07/brazil-girls-killing-black-lives-matter\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2020/dec/07/brazil-girls-killing-black-lives-matter", "date_published": "2020-12-07 18:43:07+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "A Mourinho masterclass and depressing scenes at Millwall – Football Weekly", "description": "<p>Barry Glendenning, Jonathan Wilson and Jamie Jackson join Max Rushden to discuss the weekend’s talking points - including wins for Spurs, Manchester United and Chelsea. The latter of which re-ignites the ongoing debate about whether Marcelo Bielsa is as good as Jonathan Wilson paints him out to be. The panel also address the demoralising scenes from Saturday, when some fans at Millwall booed their players for taking a knee</p><p>Much from the Premier League to discuss as Spurs comfortably win the North London Derby and Manchester United fightback once again to overcome a wasteful West Ham. The panel discuss whether Marcelo Bielsa is all that good after being outwitted by Frank Lampard and ask whether Christian Benteke is back.</p><p>Plus, the panel discuss the depressing scenes at the New Den as some Millwall fans booed players taking a knee before their home defeat by Derby on Saturday. The Premier League’s £50m bailout for League One and Two clubs is also on the agenda.</p> <a href=\"https://www.theguardian.com/football/audio/2020/dec/07/a-mourinho-masterclass-and-depressing-scenes-at-millwall-football-weekly\">Continue reading...</a>", "link": "https://www.theguardian.com/football/audio/2020/dec/07/a-mourinho-masterclass-and-depressing-scenes-at-millwall-football-weekly", "date_published": "2020-12-07 18:40:47+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Hungarian MP berates disgraced ex-MEP with a length of drainpipe", "description": "<p>József Szájer mocked over mode of escape from police raid on gay orgy in Brussels held in breach of Covid rules</p><p>It is the drainpipe that launched a thousand memes: the escape route used by József Szájer, who has resigned as an MEP and member of Hungary’s ruling rightwing Fidesz party, as he attempted to flee the scene after Belgian police raided <a href=\"https://www.theguardian.com/world/2020/dec/01/belgian-police-arrest-25-men-including-mep-as-sex-party-breaks-curfew-coronavirus\">a gay orgy he was attending</a>.</p><p>After surfacing in internet jokes and street art, it even made a cameo appearance in the Hungarian parliament on Monday, as the opposition MP Zoltán Varga brandished a length of drainpipe at Fidesz MPs during a parliamentary session.</p> <a href=\"https://www.theguardian.com/world/2020/dec/07/hungarian-mp-berates-disgraced-ex-mep-with-a-length-of-drainpipe\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2020/dec/07/hungarian-mp-berates-disgraced-ex-mep-with-a-length-of-drainpipe", "date_published": "2020-12-07 18:23:45+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "World Cup qualifying draw: England play Poland as Wales again face Belgium", "description": "<ul><li>Scotland to face Denmark and Israel in draw of familiar foes</li><li>Northern Ireland and Republic of Ireland in five-team groups</li></ul><p>England have been drawn against familiar foes Poland after the European fixtures for 2022 World Cup qualifying were announced.</p><p>Poland, led by the star striker Robert Lewandowski, have faced England in qualifying for the 1974, 1990, 1994, 2006 and 2014 World Cups, as well as taking on England in the finals in Mexico in 1986.</p> <a href=\"https://www.theguardian.com/football/2020/dec/07/world-cup-qualifying-draw-england-poland-wales-scotland-republic-of-ireland-northern\">Continue reading...</a>", "link": "https://www.theguardian.com/football/2020/dec/07/world-cup-qualifying-draw-england-poland-wales-scotland-republic-of-ireland-northern", "date_published": "2020-12-07 18:18:39+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Future of Tate Britain's 'offensive' Rex Whistler mural under review", "description": "<p>Judgment by the Tate’s ethics committee means restaurant in room with mural may close</p><p>The future of a restaurant at Tate Britain that features a controversial mural is in doubt after a report by the organisation’s own ethics committee said it was “unequivocally … offensive”.</p><p>The floor-to-ceiling mural, titled The Expedition in Pursuit of Rare Meats, has been at the heart of a debate about art that contains racist imagery. It is on the walls of the Rex Whistler restaurant, which bears the name of the painter of the work.</p> <a href=\"https://www.theguardian.com/artanddesign/2020/dec/07/future-of-tate-britains-offensive-rex-whistler-mural-under-review\">Continue reading...</a>", "link": "https://www.theguardian.com/artanddesign/2020/dec/07/future-of-tate-britains-offensive-rex-whistler-mural-under-review", "date_published": "2020-12-07 18:13:37+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "'You’re making me blush here': when Dani Olmo met Juan Mata", "description": "<p>Dani Olmo and Juan Mata face off for RB Leipzig and Man Utd in the Champions League but got together to talk over Zoom</p><p>In one corner, Dani Olmo. In the other, Juan Mata. On the screen and on the pitch. Tomorrow night, Manchester United meet RB Leipzig in the Champions League; now, two of their players meet over Zoom, aware that unless something strange happens in Paris, come 10 o’clock Tuesday only one will remain in the competition, their fate in each other’s hands. “It’s a pity we can’t both go through,” Olmo says. “It’s difficult: we didn’t want to reach the last game in this situation,” Mata says.</p><p>The two Spaniards have been talking about playing football for fun, connecting with the child inside, but this is a bit serious for that. “In those final minutes before the match, it’s impossible to avoid the emotion, the nerves, those feelings, the thought: ‘We <em>have</em> to win,’” Mata says. “Well, draw in this case. Truth is, there are elements of professional football that make it harder to enjoy: the demands to get a result, to play well or lose your place, to perform in front of 80,000, not with your friends in front of no one.</p> <a href=\"https://www.theguardian.com/football/2020/dec/07/youre-making-me-blush-here-juan-when-olmo-met-mata\">Continue reading...</a>", "link": "https://www.theguardian.com/football/2020/dec/07/youre-making-me-blush-here-juan-when-olmo-met-mata", "date_published": "2020-12-07 18:00:46+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Boris Johnson's Brexit deal will light the fuse for a Tory civil war | Polly Toynbee", "description": "<p>Their delusions shattered, moderate and extremist leavers will tear into each other once the reality of exiting the EU is clear</p><p>As I write, no puff of white smoke proclaims a done deal. Boris Johnson may drag out his <a href=\"https://www.theguardian.com/politics/2020/dec/07/boris-johnson-lustre-has-faded-european-media-dissect-painful-brexit-talks\">excruciating psychodrama</a> a few days longer, postponing the moment his Brexit is exposed as a sham. The infinite patience of EU negotiators never flags, as they wait for him to succumb to the inevitable, like adults waiting for a child having a tantrum to calm down.</p><p> <span>Related: </span><a href=\"https://www.theguardian.com/commentisfree/2020/dec/07/architects-leave-act-self-destruction-brexit-remainers\">The architects of Brexit drove this act of self-destruction, but they won't own it | Gaby Hinsliff</a> </p> <a href=\"https://www.theguardian.com/commentisfree/2020/dec/07/boris-johnson-brexit-deal-tory-civil-war-exiting-eu\">Continue reading...</a>", "link": "https://www.theguardian.com/commentisfree/2020/dec/07/boris-johnson-brexit-deal-tory-civil-war-exiting-eu", "date_published": "2020-12-07 17:50:31+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Slovakia's mass Covid testing cut infection rate by 60%, researchers say", "description": "<p>UK study finds rapid tests coupled with tough quarantine rules helped bring rate down</p><ul><li><a href=\"https://www.theguardian.com/world/series/coronavirus-live/latest\">Coronavirus – latest updates</a></li><li><a href=\"https://www.theguardian.com/world/coronavirus-outbreak\">See all our coronavirus coverage</a></li></ul><p>Mass testing for Covid brought down the infection rate in Slovakia by about 60% in one week, say UK researchers – but in combination with tough quarantine rules and other measures that are not being implemented in Liverpool or elsewhere in the UK.</p><p>Slovakia guaranteed high take-up of the rapid tests by requiring employers not to allow people to work without a certificate to prove they had tested negative. Anybody who got a positive result had to go into quarantine with their family, but their full salary was paid for the 10 days of isolation.</p> <a href=\"https://www.theguardian.com/world/2020/dec/07/slovakia-mass-covid-tests-cut-infection-rate-by-60-researchers-find\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2020/dec/07/slovakia-mass-covid-tests-cut-infection-rate-by-60-researchers-find", "date_published": "2020-12-07 17:43:59+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "UK house prices see strongest five-monthly gain since 2004", "description": "<p>Values are up 6.5% since June, with cost of average home rising by £3,000, says Halifax</p><p>The value of a UK home increased by an average of almost £3,000 last month as the market defied lockdown conditions and experienced its “strongest run” since 2004, <a href=\"https://www.halifax.co.uk/media-centre/house-price-index.html\">according to the Halifax</a>.</p><p>At £253,243, the typical property price has risen by more than £15,000 since the end of June, said the mortgage lender.</p> <a href=\"https://www.theguardian.com/money/2020/dec/07/house-prices-strong-gain-2004-five-months-halifax\">Continue reading...</a>", "link": "https://www.theguardian.com/money/2020/dec/07/house-prices-strong-gain-2004-five-months-halifax", "date_published": "2020-12-07 17:41:35+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Scottish government issues 'light-hearted' guide to Covid etiquette", "description": "<p>Eight-page guide urges people to use ‘subtle reminders’ if someone fails to keep ‘a wee distance’ apart</p><ul><li><a href=\"https://www.theguardian.com/world/series/coronavirus-live/latest\">Coronavirus – latest updates</a></li><li><a href=\"https://www.theguardian.com/world/coronavirus-outbreak\">See all our coronavirus coverage</a></li></ul><p>A new guide to Covid-era etiquette has been published by the Scottish government advising people to back away from awkward confrontations and use “subtle reminders” if someone breaks the rules on physical distancing.</p><p>The <a href=\"https://www.gov.scot/publications/coronavirus-covid-19-dealing-with-awkward-social-situations---guidance/\">eight-page Covid guide to pandemic politeness </a>urges the reader to assume that the other person has not noticed they are infringing the rules or their personal space.</p> <a href=\"https://www.theguardian.com/uk-news/2020/dec/07/scottish-government-issues-light-hearted-guide-to-covid-etiquette\">Continue reading...</a>", "link": "https://www.theguardian.com/uk-news/2020/dec/07/scottish-government-issues-light-hearted-guide-to-covid-etiquette", "date_published": "2020-12-07 17:40:10+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Family of Black Ohio man shot dead by white officer accuses police of lying about killing", "description": "<p>Casey Goodson Jr was shot three times in the back as he entered his home and died with his keys in the door, according to family</p><p>The family of a 23-year-old Black man shot dead by a white police officer in Columbus, Ohio, on Friday have accused police of lying about the circumstances of the killing and demanded accountability for his death.</p><p>Casey Goodson Jr was shot as he entered his home carrying sandwiches from Subway, according to multiple accounts by family members. His mother said he was shot three times in the back, according to a Facebook post <a href=\"https://www.facebook.com/OhioPJP\">attributed to her</a>. He died on his stoop with his keys in the door, a lawyer for the Goodson family <a href=\"https://waltonbrownlaw.com/news/54b1f3718471a0e94eec7235557a487b/single/133\">said</a>.</p> <a href=\"https://www.theguardian.com/us-news/2020/dec/07/casey-goodson-jr-family-black-ohio-man-shot-dead-white-police-officer\">Continue reading...</a>", "link": "https://www.theguardian.com/us-news/2020/dec/07/casey-goodson-jr-family-black-ohio-man-shot-dead-white-police-officer", "date_published": "2020-12-07 17:35:13+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "'Hopefully it's the beginning of the end': first in line prepare for Covid vaccine in UK", "description": "<p>Katie Stewart of Borders general hospital in Scotland is eligible for one of the first doses of the Pfizer/BioNTech jab<br /></p><ul><li><a href=\"https://www.theguardian.com/world/series/coronavirus-live/latest\">Coronavirus – latest updates</a></li><li><a href=\"https://www.theguardian.com/world/coronavirus-outbreak\">See all our coronavirus coverage</a></li></ul><p>“A tiny little bit apprehensive – but mainly absolutely delighted and thrilled that it’s here and I’m getting it.” That’s how one of the world’s first people in line to receive the new coronavirus vaccine is approaching things as it begins to be administered to people in Britain on Tuesday.</p><p>Katie Stewart, 37, is a consultant anaesthetist at the Borders general hospital on the outskirts of Melrose in Scotland. Her work treating Covid patients in intensive care, and her upcoming role as a coronavirus vaccinator, makes her eligible for one of the 800,000 doses of the Pfizer/BioNTech vaccine available in the UK.</p> <a href=\"https://www.theguardian.com/world/2020/dec/07/hopefully-its-the-beginning-of-the-end-first-in-line-prepare-for-covid-vaccine-in-uk\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2020/dec/07/hopefully-its-the-beginning-of-the-end-first-in-line-prepare-for-covid-vaccine-in-uk", "date_published": "2020-12-07 17:23:51+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Carer from Wigan who hacked 772 webcams in 39 countries avoids extradition to US", "description": "<p>Request to try Christopher Taylor, 58, who looks after his wife full-time, in Georgia rejected by judge</p><p>A 58-year-old man from Wigan who hacked into hundreds of webcams in dozens of countries has avoided extradition to the US after a judge ruled that it was not in the interests of justice.</p><p>Christopher Taylor, a full-time carer for his wife of 38 years, had faced up to 20 years in a US prison after he was charged with wire fraud and two counts of computer fraud in Georgia.</p> <a href=\"https://www.theguardian.com/uk-news/2020/dec/07/carer-from-wigan-who-hacked-772-webcams-in-39-countries-avoids-extradition\">Continue reading...</a>", "link": "https://www.theguardian.com/uk-news/2020/dec/07/carer-from-wigan-who-hacked-772-webcams-in-39-countries-avoids-extradition", "date_published": "2020-12-07 17:21:57+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Royal Mint sends David Bowie coin into space and back", "description": "<p>Commemorative coin ascended to 35,656 metres and will be offered as competition prize</p><p>In a fitting tribute to the man who gave us Space Oddity<a href=\"https://www.theguardian.com/music/davidbowie\">,</a> a David Bowie commemorative coin has been launched into space by the Royal Mint.</p><p>Minted as part of its “Music Legends” collection, the coin was carried by a balloon to an altitude of 35,656 metres before descending back to Britain. </p> <a href=\"https://www.theguardian.com/music/2020/dec/07/royal-mint-sends-david-bowie-coin-into-space-and-back\">Continue reading...</a>", "link": "https://www.theguardian.com/music/2020/dec/07/royal-mint-sends-david-bowie-coin-into-space-and-back", "date_published": "2020-12-07 17:21:12+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Scores of US poll workers tested positive for Covid over election period", "description": "<p>Analysis shows Covid-19 spread among poll workers in many parts of America – in some cases hampering election results</p><p><em>This article is made possible through <a href=\"http://votebeat.org/\">Votebeat</a>, a nonpartisan reporting project covering local election integrity and voting access.</em></p><p>On 5 November, two days after election day, an employee in the Onondaga county, New York, board of elections office went home early. She felt exhausted, according to the election commissioner Dustin Czarny, and assumed the long shifts were to blame.</p> <a href=\"https://www.theguardian.com/us-news/2020/dec/07/pandemic-covid-coronavirus-election-poll-workers\">Continue reading...</a>", "link": "https://www.theguardian.com/us-news/2020/dec/07/pandemic-covid-coronavirus-election-poll-workers", "date_published": "2020-12-07 17:03:00+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "'It's a free-for-all': how hi-tech spyware ends up in the hands of Mexico's cartels", "description": "<p>Mexico has become a major importer of spying kit but officials are accused of colluding with criminal groups – and innocent individuals are often targeted</p><p>Corrupt Mexican officials have helped drug cartels in the country obtain state-of-the-art spyware which can be used to hack mobile phones, according to a senior DEA official.</p><p>As many as 25 private companies – including the Israeli company NSO<strong> </strong>Group and the Italian firm Hacking Team – have sold surveillance software to Mexican federal and state police forces, but there is little or no regulation of the sector – and no way to control where the spyware ends up, said the officials.</p> <a href=\"https://www.theguardian.com/world/2020/dec/07/mexico-cartels-drugs-spying-corruption\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2020/dec/07/mexico-cartels-drugs-spying-corruption", "date_published": "2020-12-07 17:00:44+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "David Shrigley tea towels anyone? Christmas gifts to save the arts", "description": "<p>Buy a present designed by your favourite artist, decorate your tree with a Bowie bauble, or get a bottle of gin to drown an orchestra’s sorrows. How to help struggling arts venues with your Christmas shopping</p><p>In the year of Covid-19, theatres have been shuttered, orchestras unable to play, dance companies stilled. Museums and galleries opened briefly to seriously limited numbers, meaning slashed income from tickets, shops and cafes. Arts organisations around the UK, in short, are in dire straits. So here are some suggestions for midwinter cheer that will also support the arts. Solve Christmas – and help the arts.</p><p>We’re all thinking it – and Jeremy Deller has got it printed on to wrapping paper. Proceeds from the artist’s <a href=\"https://houseofvoltaire.org/\">Fuck You 2020</a> range, made with designer Fraser Muggeridge, will support the community and education programme of Studio Voltaire, a brilliant gallery in south London, as well as charities Young People Matter and Crisis This Christmas. Items in the range, bearing the same message, also include a digital print signed by Deller (£30), a Christmas stocking and a Santa hat. </p> <a href=\"https://www.theguardian.com/culture/2020/dec/07/david-shrigley-tea-towel-christmas-gifts-arts\">Continue reading...</a>", "link": "https://www.theguardian.com/culture/2020/dec/07/david-shrigley-tea-towel-christmas-gifts-arts", "date_published": "2020-12-07 16:57:19+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Checks on goods crossing Irish Sea to start from 1 January", "description": "<p>Government confirms no delay, despite demands from businesses and farmers in Northern Ireland</p><p>Checks on goods crossing the Irish Sea into Northern Ireland will be imposed from 1 January with no delays in implementation of Brexit protocols, despite protests from local businesses and farming leaders, the government has confirmed.</p><p>Local businesses implored EU leaders last month to delay the new <a href=\"https://www.theguardian.com/uk-news/2020/jul/02/first-details-emerge-of-system-for-checks-on-goods-crossing-irish-sea\">trading arrangements</a>, saying they were being given weeks to prepare for a new system that would normally take up to 18 months.</p> <a href=\"https://www.theguardian.com/politics/2020/dec/07/gove-heads-to-brussels-to-thrash-out-deal-on-post-brexit-northern-ireland-checks\">Continue reading...</a>", "link": "https://www.theguardian.com/politics/2020/dec/07/gove-heads-to-brussels-to-thrash-out-deal-on-post-brexit-northern-ireland-checks", "date_published": "2020-12-07 16:50:13+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "England is facing another needless Brexit disaster: care home staff shortages | Simon Jenkins", "description": "<p>New immigration rules will stop EU staff being recruited by a sector that relies on them to fill its soaring vacancy rates</p><p>By far the worst-off victims of coronavirus have been elderly people. The worst-off victims of Brexit are going to be … elderly people. As reported by the Sunday Times, on 1 January EU staff who care for older people in residential homes <a href=\"https://www.thetimes.co.uk/article/new-care-crisis-looms-as-rules-shut-out-eu-staff-zfcpwgm0l\">cannot be recruited to work in the UK</a>, as they earn below a £25,600 threshold for skilled workers. This will apply whether or not there is a “deal” on Brexit trade this week.</p><p>In parts of south-east England, up to a third of care workers come from the EU, feeding a turnover that can be as high as 50% a year. WhileEU workers make up 8% of care staff in England overall, some areas have vacancy rates of 25% and risk staff simply vanishing as agencies close down. This recruitment crisis is far worse than for the summer agricultural workers, where farmers were able to lobby for relief.</p> <a href=\"https://www.theguardian.com/commentisfree/2020/dec/07/england-brexit-care-home-staff-immigration-rules\">Continue reading...</a>", "link": "https://www.theguardian.com/commentisfree/2020/dec/07/england-brexit-care-home-staff-immigration-rules", "date_published": "2020-12-07 16:30:30+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Bob Dylan's rights sale all part of his freewheelin' approach to business | Alexis Petridis", "description": "<p>Singer has been a frequent flogger of his songs, his clothes, his drawings and his whiskeys</p><ul><li><a href=\"https://www.theguardian.com/business/2020/dec/07/bob-dylan-sells-publishing-universal-music\">Bob Dylan sells entire publishing catalogue to Universal Music</a></li></ul><p>The estimated figure is pretty mind-blowing – at over $300m (£225m), it dwarfs the $22m he got for extending his publishing contract in 2010 – but it comes as little surprise that Bob Dylan has <a href=\"https://www.theguardian.com/business/2020/dec/07/bob-dylan-sells-publishing-universal-music\">sold the rights to his back catalogue</a>. For one thing, selling your publishing rights or your master recordings is commonplace among artists of a certain stature, netting them huge lump sums in the process and giving the buyer ownership of the kind of songs that people are clearly going to be playing and recording cover versions of for the rest of eternity: everyone from Elton John to Stevie Nicks has done it.</p><p>And for another, it’s a move very much in keeping with Dylan’s sharp business sense. The fact that he’s ceded control of how the songs are used might cause palpitations for a certain kind of Dylan nut. Will this <a href=\"https://www.theguardian.com/books/2016/oct/13/bob-dylan-wins-2016-nobel-prize-in-literature\">Nobel prize winner’s</a> hallowed oeuvre now be allowed to play on the soundtrack of anything, no matter how inappropriate, so long as someone stumps up the requisite cash? But, in fairness, it’s hard to see how his catalogue’s new owners might exploit his songs in a way that the man himself hasn’t already done in recent years. A 2015 article in Variety claimed Dylan’s songs had already appeared more than 500 times in films and on television, a state of affairs that may have had something to do with the fact that Dylan himself, in contrast to some of his peers, was apparently highly amenable to their use. “To me there’s literally nothing more simple than clearing a Bob Dylan song,” said Thomas Golubić, a music supervisor known for his work on Breaking Bad.</p> <a href=\"https://www.theguardian.com/music/2020/dec/07/bob-dylan-rights-sale-part-freewheelin-approach-business\">Continue reading...</a>", "link": "https://www.theguardian.com/music/2020/dec/07/bob-dylan-rights-sale-part-freewheelin-approach-business", "date_published": "2020-12-07 16:29:18+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Doug Scott obituary", "description": "<p>First Englishman to climb Everest who dedicated his later years to Buddhism and helping the people of Nepal</p><p>Doug Scott, who has died aged 79 from cancer, was the first Englishman to climb Everest, but it was what happened afterwards that made him famous in the mountaineering world.</p><p>Scott and his Scottish partner, Dougal Haston, were part of Chris Bonington’s 1975 expedition to climb Everest the “hard way”, via the south-west face. Having left their top camp soon after dawn, the pair faced testing delays as Haston’s oxygen equipment iced up and unconsolidated snow, chest-deep in places, slowed their progress. It was already 3.30pm when they finally reached the lower south summit where the two climbers paused to melt snow for a much-needed drink.</p> <a href=\"https://www.theguardian.com/world/2020/dec/07/doug-scott-obituary\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2020/dec/07/doug-scott-obituary", "date_published": "2020-12-07 16:07:07+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Environment Agency faces questions over works on protected river", "description": "<p>Local wildlife trust says work has devastated Herefordshire river but landowner says EA asked him to do it </p><p>Environment agency officials were under pressure on Monday to explain exactly what consent they gave to carry out extensive work on the banks of a protected river in England.</p><p><a href=\"https://www.theguardian.com/environment/2020/dec/04/police-move-in-after-herefordshire-river-bulldozed-and-straightened\">Officials from the EA, Natural England and the Forestry Commission</a> moved in last week to stop the work along the River Lugg outside Kingsland, near Leominster in Herefordshire.</p> <a href=\"https://www.theguardian.com/environment/2020/dec/07/environment-agency-faces-questions-over-works-on-protected-river\">Continue reading...</a>", "link": "https://www.theguardian.com/environment/2020/dec/07/environment-agency-faces-questions-over-works-on-protected-river", "date_published": "2020-12-07 16:05:30+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Bob Dylan sells entire publishing catalogue to Universal Music", "description": "<p>Deal covers 600 songs including Blowin’ in the Wind and Knockin’ on Heaven’s Door<br /></p><p><a href=\"https://www.theguardian.com/music/2020/dec/07/bob-dylan-rights-sale-part-freewheelin-approach-business\">Analysis: Bob Dylan’s freewheelin’ approach to business</a></p><p>Bob Dylan has sold his entire catalogue of 600 songs, including Blowin’ in the Wind and Knockin’ on Heaven’s Door, to Universal Music in the biggest music publishing deal in decades.</p><p>While the terms of the deal were not disclosed, the volume and popularity of the 79-year-old’s work is likely to mean it is one of the most lucrative music publishing sales ever struck, with the New York Times reporting on Monday that it was worth more than $300m (£225m).</p> <a href=\"https://www.theguardian.com/business/2020/dec/07/bob-dylan-sells-publishing-universal-music\">Continue reading...</a>", "link": "https://www.theguardian.com/business/2020/dec/07/bob-dylan-sells-publishing-universal-music", "date_published": "2020-12-07 16:01:01+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Cup of Cheer review – overstuffed Christmas turkey", "description": "<p>This uncalled-for parody features a sparky cast, but there’s an excess of smut and the festive fun soon fizzles out<br /></p><p>The syrupy Hallmark Christmas movie isn’t exactly top of the list for pressing satirical targets – but we’re getting a parody anyway, courtesy of this oppressively ironic Canadian film co-written and directed by Jake Horowitz. “Whatever you do, don’t fall in love with some small-town, eight-out-of-10 stranger and find the true meaning of Christmas,” plucky big-city magazine writer Mary (Storm Steenson) is warned by her boss – thereby rendering plot summary superfluous as she is dispatched to her home town Snowy Heights to get the generic scoop.</p><p>This sort of knowing snark is briefly fun, as Mary meets the townsfolk. The eight-out-of-10 is Chris (Alexander Oliver), owner of local cafe Cup of Cheer, whose brother Keith (Liam Marshall) is a pole-dancing elf. Sheriff Rudolph (Steve Kasan) is “the town’s racially diverse cop”. And it’s topped up with a sizeable quotient of smut as well. “Where does a prince need to go round here to get a hot load in the face?” asks another character, inexplicably arrived from medieval England. The randomness is typical of the film’s overstuffed approach, dumping out the contents of the gag hamper on us and seeing what sticks.</p> <a href=\"https://www.theguardian.com/film/2020/dec/07/cup-of-cheer-review-jake-horowitz-christmas-parody\">Continue reading...</a>", "link": "https://www.theguardian.com/film/2020/dec/07/cup-of-cheer-review-jake-horowitz-christmas-parody", "date_published": "2020-12-07 16:00:44+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "'A lost space awaiting rediscovery' – how we made the British Museum's Great Court", "description": "<p>As the soaring 3,312-piece glass roof celebrates its 20th birthday, its creators recall the risks, setbacks, and unexpected discoveries – and that time Nelson Mandela paid a visit<br /></p><p>It’s hard to imagine now, but the courtyard at the centre of the museum used to look like a mini Manhattan. It was cramped with multilevel concrete buildings that housed the book stacks for the British Library. They were joined by walkways at different levels, and an internal labyrinth of corridors. Demolishing this whole structure was the riskiest and most complicated part of the whole project – they turned out to be much better built than anyone had expected.</p> <a href=\"https://www.theguardian.com/artanddesign/2020/dec/07/how-we-made-the-british-museum-great-court\">Continue reading...</a>", "link": "https://www.theguardian.com/artanddesign/2020/dec/07/how-we-made-the-british-museum-great-court", "date_published": "2020-12-07 15:56:27+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Thousands of ITV competition entrants had ‘no chance’ of winning", "description": "<p>More than 40,000 postal entries between 2016 and 2019 were not counted properly, says Ofcom</p><p>More than 40,000 people who entered ITV competitions by post had no chance of being selected to win, Ofcom has said, concluding that the error was a clear breach of the television regulator’s rules.</p><p>Ofcom launched its investigation after ITV discovered the problems with 41,252 entrants to competitions between 2016 and 2019 on seven programmes including Good Morning Britain, Loose Women and Ant and Dec’s Saturday Night Takeaway.</p> <a href=\"https://www.theguardian.com/business/2020/dec/07/thousands-of-itv-competition-entrants-had-no-chance-of-winning\">Continue reading...</a>", "link": "https://www.theguardian.com/business/2020/dec/07/thousands-of-itv-competition-entrants-had-no-chance-of-winning", "date_published": "2020-12-07 15:54:09+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "The architects of Brexit drove this act of self-destruction, but they won't own it | Gaby Hinsliff", "description": "<p>Whether it’s no deal or a thin deal, it shouldn’t be the remainers who lie awake at night</p><p>It won’t be Boris Johnson’s fault, that much we know.</p><p>Whether he fails to get a <a href=\"https://www.theguardian.com/politics/2020/dec/05/chance-of-brexit-deal-no-higher-50-uk-sources-barnier-boris-johnson\">Brexit deal</a> or has to settle for the painfully thin one that is the only other option left now, he will insist the resulting chaos is not his fault, because that’s just what he does. He’ll blame the EU’s supposed intransigence, as if the hardliners on his own backbenches, who even at the eleventh hour still cry betrayal, aren’t a hundred times more stubborn. If there’s chaos at the ports in January, watch ministers try to blame hauliers for not having their paperwork ready. If exporting businesses collapse, or manufacturers pull out of Britain, the government will no doubt hope the resulting job cuts are lost in the economic hurricane caused by Covid. And right behind them will be millions of leave voters, only too keen not to take their share of responsibility for what they, in some cases, unwittingly unleashed.</p> <a href=\"https://www.theguardian.com/commentisfree/2020/dec/07/architects-leave-act-self-destruction-brexit-remainers\">Continue reading...</a>", "link": "https://www.theguardian.com/commentisfree/2020/dec/07/architects-leave-act-self-destruction-brexit-remainers", "date_published": "2020-12-07 15:53:46+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "How Dionne Warwick became the queen of Twitter (with a little help from Chance the Rapper)", "description": "<p>The pop legend has emerged as a cheeky wisecracker on social media – much to the delight of her targets, including The Weeknd</p><p><strong>Name: </strong>Dionne Warwick.</p><p><strong>Age:</strong> 80 next week.</p> <a href=\"https://www.theguardian.com/music/2020/dec/07/how-dionne-warwick-became-the-queen-of-twitter-with-a-little-help-from-chance-the-rapper\">Continue reading...</a>", "link": "https://www.theguardian.com/music/2020/dec/07/how-dionne-warwick-became-the-queen-of-twitter-with-a-little-help-from-chance-the-rapper", "date_published": "2020-12-07 15:49:58+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Hundreds attend funeral of Samuel Paty's attacker in Chechnya", "description": "<p>Body of Abdullakh Anzorov, who decapitated French teacher, was repatriated last week</p><p>Hundreds of people in Chechnya have attended the funeral of Abdullakh Anzorov, appearing to pay homage to the 18-year-old who <a href=\"https://www.theguardian.com/world/2020/oct/17/teacher-decapitated-in-paris-named-as-samuel-paty-47\">decapitated the French schoolteacher Samuel Paty</a> last month, a video has shown.</p><p>Anzorov’s body, which was reportedly repatriated to Russia for burial late last week, was paraded through a village in central Chechnya in a procession of about 200 people, mostly young men chanting prayers as they walked to a village cemetery.</p> <a href=\"https://www.theguardian.com/world/2020/dec/07/hundreds-attend-funeral-of-samuel-paty-alleged-attacker-in-chechnya\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2020/dec/07/hundreds-attend-funeral-of-samuel-paty-alleged-attacker-in-chechnya", "date_published": "2020-12-07 15:47:26+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Wales considers new Covid lockdown amid rapid rise in infections", "description": "<p>Welsh health minister refuses to rule out more restrictions as hospital cases hit new high</p><ul><li><a href=\"https://www.theguardian.com/world/series/coronavirus-live/latest\">Coronavirus – latest updates</a></li><li><a href=\"https://www.theguardian.com/world/coronavirus-outbreak\">See all our coronavirus coverage</a></li></ul><p>Another lockdown may be needed in Wales to stop the NHS being overwhelmed as the number of Covid-19 patients in hospital soared to a record high.</p><p>There are now more than 1,800 people in Welsh hospitals with confirmed or suspected coronavirus – the highest number recorded and 400 more than the previous peak in April.</p> <a href=\"https://www.theguardian.com/world/2020/dec/07/wales-considers-new-covid-lockdown-amid-rapid-rise-in-infections\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2020/dec/07/wales-considers-new-covid-lockdown-amid-rapid-rise-in-infections", "date_published": "2020-12-07 15:37:20+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Manchester Arena attack: bomber's brother admits involvement", "description": "<p>Hashem Abedi, 23, makes admission for first time over bombing that killed 22 people, inquiry hears</p><p>The imprisoned terrorist Hashem Abedi, 23, has admitted for the first time his involvement in planning the Manchester Arena bombing that killed 22 people, a public inquiry has heard.</p><p>Abedi, 23, the brother of the suicide bomber Salman Abedi, 22, made the admission in prison in October while being interviewed by two members of the legal team for the inquiry into the atrocity on 22 May 2017.</p> <a href=\"https://www.theguardian.com/uk-news/2020/dec/07/manchester-arena-attack-bomber-brother-admits-involvement-hashem-abedi\">Continue reading...</a>", "link": "https://www.theguardian.com/uk-news/2020/dec/07/manchester-arena-attack-bomber-brother-admits-involvement-hashem-abedi", "date_published": "2020-12-07 15:36:12+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Marina Abramović Takes Over TV review – 'A sorely testing five hours'", "description": "<p>They sorted lentils from rice and then went off to embrace a tree while everyone told us how important performance art is. As TV viewing, this was embarrassing, boring and oddly low-brow </p><p>There is a Pied Piper quality to the world’s most famous performance artist Marina Abramović. She holds audiences spellbound and seems to deliver some purgative transformational electricity. I can’t feel it myself and was constantly itching to switch over throughout her heroically egotistical “takeover” of Sky Arts. I refocused, though, when a participant offered a couple of surprising comparisons.</p><p>“Mussolini was a performance artist,” said artist Franko B in a documentary segment of the long, long evening, adding: “Hitler was a performance artist”. There was no comeback to this apparent acclaim for the Great Dictators. All we got by way of contextualisation was a clip of Hitler speaking.</p> <a href=\"https://www.theguardian.com/tv-and-radio/2020/dec/07/marina-abramovic-takes-over-tv-review-a-sorely-testing-five-hours\">Continue reading...</a>", "link": "https://www.theguardian.com/tv-and-radio/2020/dec/07/marina-abramovic-takes-over-tv-review-a-sorely-testing-five-hours", "date_published": "2020-12-07 15:34:22+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Wales sport lobbies government to drop the two-metre rule for returning fans", "description": "<ul><li>Elite sports lobby for the one metre used in England<br /></li><li>Stadiums could be limited to 500 fans if current rule enforced<br /></li></ul><p>Leading sports in Wales have written to the Welsh government warning they face bankruptcy unless it allows fans back into grounds using the one-metre distancing rule adopted in England last week.</p><p>The heads of five sports wrote to the Welsh assembly’s first minister, Mark Drakeford, on Monday following a meeting with government officials last week when they were told that when fans are allowed back into grounds the two-metre social distancing rule will apply.</p> <a href=\"https://www.theguardian.com/sport/2020/dec/07/sports-in-wales-plead-with-government-to-let-fans-back-or-bankruptcy-beckons\">Continue reading...</a>", "link": "https://www.theguardian.com/sport/2020/dec/07/sports-in-wales-plead-with-government-to-let-fans-back-or-bankruptcy-beckons", "date_published": "2020-12-07 15:32:05+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Iran says AI and ‘satellite-controlled’ gun used to kill nuclear scientist", "description": "<p>Senior commander says weapon ‘zoomed in’ on Mohsen Fakhrizadeh, leaving his wife uninjured</p><p>The <a href=\"https://www.theguardian.com/world/2020/nov/27/mohsen-fakhrizadeh-iranian-nuclear-scientist-reportedly-shot-dead-near-tehran\">assassination of Iran’s top nuclear scientist last month</a> was carried out remotely with artificial intelligence and a machine gun equipped with a “satellite-controlled smart system”, Iranian news agencies quoted a senior Iranian commander as saying.</p><p>Ali Fadavi, the deputy commander of Iran’s Revolutionary Guards Corps, told Iranian news agencies that Mohsen Fakhrizadeh was driving when a weapon opened fire on his car on a highway near Tehran. The weapon “zoomed in on Fakhrizadeh” using an “advanced camera”, Fadavi said. “No terrorists were present on the ground.”</p> <a href=\"https://www.theguardian.com/world/2020/dec/07/mohsen-fakhrizadeh-iran-says-ai-and-satellite-controlled-gun-used-to-kill-nuclear-scientist\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2020/dec/07/mohsen-fakhrizadeh-iran-says-ai-and-satellite-controlled-gun-used-to-kill-nuclear-scientist", "date_published": "2020-12-07 15:28:50+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Twitter accused of censoring Indian critic of Hindu nationalism", "description": "<p>Writers including Salman Rushdie express anger after journalist Salil Tripathi has account suspended<br /></p><p>Twitter has been accused of censoring the prominent Indian journalist <a href=\"https://www.theguardian.com/profile/saliltripathi\">Salil Tripathi</a> by suspending his account, after he tweeted on subjects including the anniversary of the demolition <a href=\"https://www.theguardian.com/world/2020/sep/30/india-bjp-leaders-acquitted-babri-mosque-demolition-case\">of the Babri mosque</a> and his work on India’s shrinking democratic space.</p><p>Writers including <a href=\"https://www.theguardian.com/books/salmanrushdie\">Salman Rushdie</a> and Amitav Ghosh expressed anger after Tripathi, who is chair of PEN International’s <a href=\"https://www.theguardian.com/society/joepublic/2010/apr/09/pen-freedom-writers-prison-committee\">Writers in Prison Committee</a>, had his Twitter account suspended on Sunday without warning.</p> <a href=\"https://www.theguardian.com/technology/2020/dec/07/twitter-accused-censoring-indian-critic-hindu-nationalism-salil-tripathi\">Continue reading...</a>", "link": "https://www.theguardian.com/technology/2020/dec/07/twitter-accused-censoring-indian-critic-hindu-nationalism-salil-tripathi", "date_published": "2020-12-07 15:23:36+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "'Holding their nerve': Almeida reopens with play devised during lockdown", "description": "<p>With auditions on Zoom, social distancing on stage and scenes that can be cut if an actor tests positive, Nine Lessons and Carols is a play for Covid times</p><p>In the near-empty <a href=\"https://www.theguardian.com/stage/almeida-theatre\">Almeida theatre</a> in London in mid-November, six actors are trying to nail the choreography for a musical number. The moves look simple enough – they have to walk slowly past each other, then turn out to face the auditorium as the song ends – but two cast members keep wandering perilously close to each other. Director Rebecca Frecknall pulls down her mask and the music halts. “Guys, careful!” she says, clearly straining not to do anything as hazardous as raising her voice. “Two metres, remember …”</p><p>Frecknall is directing this year’s Almeida Christmas play, <a href=\"https://almeida.co.uk/whats-on/nine-lessons-and-carols/2-dec-2020-9-jan-2021\">Nine Lessons and Carols</a>, written by Chris Bush, and Covid is an unignorable presence. Created and written here in the auditorium and pulled together largely when England went into its second lockdown, Nine Lessons is being rehearsed in a way that aims to cover every eventuality: social distancing and mask-wearing, twice-weekly testing, labyrinthine backup arrangements if a cast member gets ill, <a href=\"https://www.gov.uk/guidance/working-safely-during-coronavirus-covid-19/performing-arts\">the whole DCMS-guidance-approved corona enchilada</a>. But what happens if they’re not actually able to open? Frecknall is looking on the bright side: “No one ever said no to a few extra weeks’ rehearsal.”</p> <a href=\"https://www.theguardian.com/stage/2020/dec/07/nine-lessons-and-carols-almeida-theatre-london-christmas-play\">Continue reading...</a>", "link": "https://www.theguardian.com/stage/2020/dec/07/nine-lessons-and-carols-almeida-theatre-london-christmas-play", "date_published": "2020-12-07 15:07:46+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Last-minute Brexit deal vital for UK economy, government told", "description": "<p>Business leaders and unions spell out threat to food, farming and manufacturing</p><p>Business leaders and trade unions have urged the government to strike a last-minute <a href=\"https://www.theguardian.com/politics/eu-referendum\">Brexit</a> agreement as they warned that the UK economy is ill equipped for a disruptive no-deal scenario.</p><p>With talks between Boris Johnson’s government and Brussels <a href=\"https://www.theguardian.com/politics/2020/dec/07/michel-barnier-says-brexit-talks-will-not-go-beyond-wednesday\">on a knife-edge</a>, the warnings from leaders in business and industry came as the pound slid on the global currency markets on fears that talks could <a href=\"https://www.theguardian.com/politics/2020/dec/07/what-happens-if-the-uk-and-eu-fail-to-agree-a-brexit-deal\">end this week without a deal</a>.</p> <a href=\"https://www.theguardian.com/politics/2020/dec/07/last-minute-brexit-deal-vital-uk-economy-government-farming\">Continue reading...</a>", "link": "https://www.theguardian.com/politics/2020/dec/07/last-minute-brexit-deal-vital-uk-economy-government-farming", "date_published": "2020-12-07 14:59:48+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Mother of girl who died after asthma attack ‘knew nothing’ about pollution risk", "description": "<p>Rosamund Kissi-Debrah ‘would have moved house’ if aware of pollution threat to her daughter</p><p>The mother of a nine-year-old girl who died after an acute asthma attack said she would have moved house immediately had she been told of the link between air pollution and her daughter’s condition.</p><p>Rosamund Kissi-Debrah told the inner south London coroner that she knew nothing about nitrogen dioxide or air pollution during her daughter’s life.</p> <a href=\"https://www.theguardian.com/environment/2020/dec/07/mother-asthma-death-girl-knew-nothing-toxic-air-ella-kissi-debrah-london\">Continue reading...</a>", "link": "https://www.theguardian.com/environment/2020/dec/07/mother-asthma-death-girl-knew-nothing-toxic-air-ella-kissi-debrah-london", "date_published": "2020-12-07 14:25:38+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Protests and Christmas in a bubble: Monday's best photos", "description": "<p>The Guardian’s picture editors select photo highlights from around the world</p> <a href=\"https://www.theguardian.com/news/gallery/2020/dec/07/protests-and-christmas-in-a-bubble-mondays-best-photos\">Continue reading...</a>", "link": "https://www.theguardian.com/news/gallery/2020/dec/07/protests-and-christmas-in-a-bubble-mondays-best-photos", "date_published": "2020-12-07 14:23:50+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "More than 1m people in UK regularly struggle to afford food, report finds", "description": "<p> Poll of poorest households also finds fewer than third of people think the Tories care about them<br /></p><p>More than a million of the UK’s poorest people are regularly struggling to pay for food and are in “severe financial trouble”, and most do not believe politicians care about helping them, a survey by the centre-right thinktank the Centre for Social Justice (CSJ) has shown.</p><p>More than a third of people in the poorest households with annual incomes below £16,999 have occasionally struggled to pay for food, while a fifth find it a regular problem. A third also worry about losing their jobs in the near future, as the Covid-19 pandemic triggers unemployment levels that are <a href=\"http://cdn.obr.uk/CCS1020397650-001_OBR-November2020-EFO-v2-Web-accessible.pdf\">predicted</a> to rise to 7.5% by early next year, up from 4% at the start of 2020.</p> <a href=\"https://www.theguardian.com/society/2020/dec/07/million-people-uk-regularly-struggle-afford-food-report-poverty\">Continue reading...</a>", "link": "https://www.theguardian.com/society/2020/dec/07/million-people-uk-regularly-struggle-afford-food-report-poverty", "date_published": "2020-12-07 14:17:30+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Mystery illness puts 450 in hospital in Indian state of Andhra Pradesh", "description": "<p>One patient died, and officials looking into possible food or water contamination</p><p>One person has died and more than 450 have been admitted to hospital with a mystery illness in the Indian state of Andhra Pradesh.</p><p>Over the weekend hundreds of people in Eluru, a town in the southern state, collapsed and experienced seizures and nausea, and some reportedly foamed at the mouth.</p> <a href=\"https://www.theguardian.com/world/2020/dec/07/mystery-illness-puts-450-in-hospital-in-indian-state-of-andhra-pradesh\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2020/dec/07/mystery-illness-puts-450-in-hospital-in-indian-state-of-andhra-pradesh", "date_published": "2020-12-07 13:05:35+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Thomasina Miers' recipe for pear, panettone and chocolate trifle", "description": "<p>The pinnacle of trifle decadence: mascarpone, panettone, poached pear and chunks of dark chocolate, with a good kick of sherry</p><p>Panettone is a big part of Christmas for me. One year, I spent an entire weekend proving dough and making mini ones for friends. I love the classic with candied peel, but now you can find creations studded with chocolate and candied chestnuts (if ever there were a Christmas for a little decadence …) As to how you eat yours, mine is toasted and dripping in butter, or wrapped in a killer bread and butter pudding, or – the ultimate – this boozy trifle. Children may not love the sherry-infused mascarpone, laced with delicate pieces of poached pear and chunks of dark chocolate, but I don’t think you’ll mind. </p> <a href=\"https://www.theguardian.com/food/2020/dec/07/thomasina-miers-recipe-pear-panettone-and-chocolate-trifle\">Continue reading...</a>", "link": "https://www.theguardian.com/food/2020/dec/07/thomasina-miers-recipe-pear-panettone-and-chocolate-trifle", "date_published": "2020-12-07 13:00:39+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "How the Guardian ranked the 100 best female footballers in the world 2020", "description": "<p>The Juventus and Arsenal managers Rita Guarino and Joe Montemurro are among the 88 judges for this year’s list, compiled in association with <a href=\"https://offsiderulepodcast.com/\">The Offside Rule Podcast</a></p><p>For our third list of the best 100 female footballers in the world we have assembled a voting panel of 88 judges from 42 countries, led by the new US women’s national head coach Vlatko Andonovski and legends such as Lotta Schelin, Rhian Wilkinson and Anja Mittag.</p><p> <span>Related: </span><a href=\"https://www.theguardian.com/football/ng-interactive/2019/dec/03/the-100-best-female-footballers-in-the-world-2019\">The 100 best female footballers in the world 2019</a> </p> <a href=\"https://www.theguardian.com/football/2020/dec/07/how-the-guardian-ranked-the-100-best-female-footballers-in-the-world-2020\">Continue reading...</a>", "link": "https://www.theguardian.com/football/2020/dec/07/how-the-guardian-ranked-the-100-best-female-footballers-in-the-world-2020", "date_published": "2020-12-07 13:00:38+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "'Boris Johnson's lustre has faded': European media dissect painful Brexit talks", "description": "<p>PM dug into a corner by refusing to compromise on sovereignty but EU reached ‘pain threshold’</p><ul><li><a href=\"https://www.theguardian.com/politics/live/2020/dec/07/brexit-barnier-eu-uk-trade-talks-fishing-covid-coronavirus-vaccine-latest-updates-politics-live\">Live: Barnier gives EU diplomats ‘very gloomy’ assessment of Brexit talks </a></li></ul><p>For more than four years now, European media and commentators have said, the interminable Brexit saga – the endless stop-start, the succession of “crunch moments” – has been mere choreography, a bit of background drama to prove to voters on both sides that the negotiations were tough.</p><p>Now, though, it is getting beyond a joke – and one side is mainly to blame, according to some. “What can the negotiators do in the coming days that they haven’t tried long ago?” <a href=\"https://www.handelsblatt.com/meinung/kommentare/kommentar-johnsons-brexit-poker-ist-nur-noch-fahrlaessig/26691116.html\">asked Germany’s Handlesblatt.</a> “The main culprit is undoubtedly Boris Johnson.”</p> <a href=\"https://www.theguardian.com/politics/2020/dec/07/boris-johnson-lustre-has-faded-european-media-dissect-painful-brexit-talks\">Continue reading...</a>", "link": "https://www.theguardian.com/politics/2020/dec/07/boris-johnson-lustre-has-faded-european-media-dissect-painful-brexit-talks", "date_published": "2020-12-07 12:30:22+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Former appeal court judge to lead UK review of Human Rights Act", "description": "<p>Sir Peter Gross will chair panel of experts looking at how act is interpreted in British courts</p><p>A former court of appeal judge has been appointed to lead a review into how the Human Rights Act (HRA) is being interpreted in UK courts.</p><p>Sir Peter Gross, who retired last year, will chair a panel of legal experts to examine the way in which judges rule on protections in the legislation.</p> <a href=\"https://www.theguardian.com/law/2020/dec/07/former-appeal-court-judge-lead-uk-review-human-rights-act-peter-gross\">Continue reading...</a>", "link": "https://www.theguardian.com/law/2020/dec/07/former-appeal-court-judge-lead-uk-review-human-rights-act-peter-gross", "date_published": "2020-12-07 11:59:46+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Teachers and parents in the UK: what has this term been like?", "description": "<p>We’d like to hear from teachers and parents about their experience of managing this term during the coronavirus pandemic </p><p>The start of this academic year has been unlike any other, with teachers managing student bubbles, staffing problems, and additional hygiene rituals. Four out of five schools with the poorest students also struggled with resources for <a href=\"https://www.theguardian.com/education/2020/nov/23/education-of-poorest-pupils-in-england-and-wales-suffers-most-during-covid-isolation\">remote learning</a>.</p><p>We’d like to hear from teachers about their experience this term, as well as from parents: how have your children fared and how have you managed?</p> <a href=\"https://www.theguardian.com/education/2020/dec/07/teachers-in-the-uk-coronavirus-what-has-this-term-been-like\">Continue reading...</a>", "link": "https://www.theguardian.com/education/2020/dec/07/teachers-in-the-uk-coronavirus-what-has-this-term-been-like", "date_published": "2020-12-07 11:53:15+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Churn baby churn: butter-heavy recipes, from indulgent gnocchi to satisfying shortbread", "description": "<p>Sales of the spread are soaring. But what to do with it, aside from slathering it on toast?<br /></p><p>We are in the midst of a butter boom. One of the few upsides to this stupid year is that people are cooking at home with more regularity, and the knock-on effect is that butter sales are soaring. In the US, <a href=\"https://www.bloomberg.com/news/audio/2020-11-16/justin-fox-on-the-butter-boom-podcast\">butter production has returned to levels last seen in 1943</a>. This is brilliant news, because it gives us all an excuse to cook massively butter-heavy dishes again. It’s worth pointing out that none of these can even remotely be considered health food. But that’s by the by, because they are all very delicious.</p> <a href=\"https://www.theguardian.com/lifeandstyle/2020/dec/07/churn-baby-churn-butter-heavy-recipes-from-indulgent-gnocchi-to-satisfying-shortbread\">Continue reading...</a>", "link": "https://www.theguardian.com/lifeandstyle/2020/dec/07/churn-baby-churn-butter-heavy-recipes-from-indulgent-gnocchi-to-satisfying-shortbread", "date_published": "2020-12-07 11:30:36+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "How we met: ‘I’d hear the noise of the fax machine and be excited to see if it was her’", "description": "<p>Tess Lugos, 54, and Edward Johnson, 53, met through a friend in Manila in 1994. They now live together in north London</p><p>After growing up in the US, Tess Lugos returned to her home country of the Philippines, aged 26, to work as an editor for a trade publishing company. One night in July 1994, a friend asked if she would like to join him for dinner. “He had another friend staying with him and asked if he could come with us,” she says.</p><p>When Tess arrived, her friend was in the bathroom, so Edward Johnson answered the door. Originally from the UK, he was working in Hong Kong on another trade publication, and visiting Manila for a football tournament. He says: “I saw this vision of short, cropped hair and red lipstick. I’d been struggling with a hangover, but it immediately went.” They went out for dinner and became friends. “He seemed fun and different. He had eclectic taste and a great sense of humour,” says Tess.</p> <a href=\"https://www.theguardian.com/lifeandstyle/2020/dec/07/how-we-met-id-hear-the-noise-of-the-fax-machine-and-be-excited-to-see-if-it-was-her\">Continue reading...</a>", "link": "https://www.theguardian.com/lifeandstyle/2020/dec/07/how-we-met-id-hear-the-noise-of-the-fax-machine-and-be-excited-to-see-if-it-was-her", "date_published": "2020-12-07 11:00:36+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Rachel Roddy's Christmas recipe for cassata Siciliana cake | A kitchen in Rome", "description": "<p>My Sicilian father-in-law taught me to love this tender, outrageously sweet dessert</p><p>Learning to dip the knife in hot water before using it to spread the icing on the marzipan made me feel like a pastry chef. I must have been 10. Having spread the brilliant white and glossy royal icing like plaster, family tradition dictated it had to be roughed up for “a snow effect”, which everybody knows is a shortcut for families who can’t decorate properly. I don’t think we even had a piping bag.</p><p>While time has edited and airbrushed most Christmas memories into moments of harmonious commensality, this one has stayed defiantly vexing. I remember my disappointment at the snow effect, followed by my horror as my brother and sister competed with each other to press decorations (some of which still had the sugar-concrete residue from the previous year’s cake) into the royal snow. Tying a ribbon around the cake was a consolation of sorts, as was covering the whole thing with a glass dome, which made it look like we had a huge snow globe on the sideboard.</p> <a href=\"https://www.theguardian.com/food/2020/dec/07/rachel-roddy-christmas-recipe-for-cassata-siciliana-cake\">Continue reading...</a>", "link": "https://www.theguardian.com/food/2020/dec/07/rachel-roddy-christmas-recipe-for-cassata-siciliana-cake", "date_published": "2020-12-07 11:00:36+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "‘Brazil is a racist country, statistically’: Luedji Luna, the bold voice of Bahia", "description": "<p>Amid hostile rhetoric from her president, the singer is trying to foreground community and love in her new, rapturously received album</p><p>Among the wealth of images in the <a href=\"https://www.youtube.com/watch?v=Z7lPX61UdJ4\">beautiful new “visual album”</a> by Brazilian singer Luedji Luna – her swimming underwater pregnant, dancing with strangers during a street carnival in her native Salvador, crying alone – one shot lingers in the mind. A phrase in Portuguese spray-painted on a wall: “Black women are the revolution.”</p><p>Bom Mesmo É Estar Debaixo D’Água (It’s Really Good to Be Underwater), replete with references to Afro-Brazilian religion, Black feminism, love, revenge and celebration, is one of the most rapturously reviewed albums in her country this year. “It’s an album that talks about me, that is about me,” she says over a video call, “but I also bring other voices and images of Black women. Because it is an ‘I’ that is an ‘us’, that is collective.”</p> <a href=\"https://www.theguardian.com/music/2020/dec/07/brazil-is-a-racist-country-statistically-luedji-luna-the-bold-voice-of-bahia\">Continue reading...</a>", "link": "https://www.theguardian.com/music/2020/dec/07/brazil-is-a-racist-country-statistically-luedji-luna-the-bold-voice-of-bahia", "date_published": "2020-12-07 10:58:56+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Minister decries Millwall fans who booed players for taking a knee", "description": "<p>James Cleverly says condemnation does not denote support for BLM’s agenda</p><p>A government minister has condemned as “completely wrong” Millwall fans who booed players for <a href=\"https://www.theguardian.com/football/2020/dec/06/millwall-dismayed-and-saddened-by-fans-booing-as-players-take-a-knee\">taking a knee</a> at the weekend, while saying this did not denote support for the political aims of the Black Lives Matter (BLM) movement.</p><p>The comments by James Cleverly, a Foreign Office minister who was formerly the Conservative party chair, contrast with the views of George Eustice, the environment secretary, who <a href=\"https://www.theguardian.com/world/2020/dec/06/millwall-fans-who-booed-players-taking-a-knee-should-be-respected-says-eustice\">declined to criticise</a> the Millwall fans’ behaviour.</p> <a href=\"https://www.theguardian.com/world/2020/dec/07/minister-decries-millwall-fans-who-booed-players-for-taking-a-knee\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2020/dec/07/minister-decries-millwall-fans-who-booed-players-for-taking-a-knee", "date_published": "2020-12-07 10:56:45+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "TikTok investigating videos promoting starvation and anorexia", "description": "<p>Guardian found potentially harmful pro-weight-loss accounts were still available in search results</p><p>TikTok has launched an investigation and banned some search terms after the Guardian found harmful pro-anorexia content was still easily searchable despite measures taken by the social media company to prohibit the advertising of weight-loss products.</p><p>The video app – one of the most popular in the world with more than 800 million users, almost half of whom are between the ages of 16 and 24 – has imposed new restrictions on weight-loss ads after criticism for promoting dangerous diets.</p> <a href=\"https://www.theguardian.com/technology/2020/dec/07/tiktok-investigating-videos-promoting-starvation-and-anorexia\">Continue reading...</a>", "link": "https://www.theguardian.com/technology/2020/dec/07/tiktok-investigating-videos-promoting-starvation-and-anorexia", "date_published": "2020-12-07 10:40:40+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Out in the wild: how Ken Layne created an alternative to clickbait in the desert", "description": "<p>The Desert Oracle, the former Wonkette owner’s pocket-sized magazine, has proven a cult hit while refusing to establish an online presence</p><p>UFOs, doomed hikers, William Burroughs, singing sand dunes, Elvis, ghosts, roadrunners and rattlesnakes – the Desert Oracle packs a lot of weird, dark matter between its bright yellow covers.</p><p>The pocket-sized magazine, which looks like a cross between a guide book and a punk zine, explores the stranger side of desert life. Created in the arid beauty of Joshua Tree in California, it has proven a cult hit devoured by readers from Los Angeles to London.</p> <a href=\"https://www.theguardian.com/us-news/2020/dec/07/ken-layne-desert-oracle-magazine-desert-gawker\">Continue reading...</a>", "link": "https://www.theguardian.com/us-news/2020/dec/07/ken-layne-desert-oracle-magazine-desert-gawker", "date_published": "2020-12-07 10:00:35+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Are you getting the Pfizer coronavirus vaccine this week in the UK?", "description": "<p>We’d like to speak to people who are due to be given the Pfizer coronavirus vaccine in the coming days</p><p>The Pfizer coronavirus vaccine is due to be rolled out in the UK this week, with the first people to receive doses on Tuesday. The UK is due to have 800,000 doses of the vaccine available this week, which will first be issued to those most vulnerable to coronavirus.</p><p>We’d like to hear from people who are due to have the vaccine in the coming days.</p> <a href=\"https://www.theguardian.com/world/2020/dec/07/are-you-getting-the-pfizer-coronavirus-vaccine-this-week-in-the-uk\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2020/dec/07/are-you-getting-the-pfizer-coronavirus-vaccine-this-week-in-the-uk", "date_published": "2020-12-07 09:51:40+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Tell us: what are your best tips for recovering from a hangover?", "description": "<p>We’d like to hear your tips for avoiding a sore head in the morning</p><p>Christmas and New Year celebrations will take place on a <a href=\"https://www.theguardian.com/lifeandstyle/2020/dec/04/party-on-how-offices-are-keeping-the-christmas-spirit-alive\">much smaller scale in 2020</a> – but that doesn’t guarantee they’ll be hangover-free. As many of us will have discovered in recent months, it’s just as easy to over-indulge when you’re pouring your own drinks at home.</p><p>So as we toast the end of what has been a particularly difficult year, we’re keen to hear your tips for avoiding a sore head in the morning. Perhaps you swear by a particular meal to set you straight? Or maybe you advocate a morning swim to clear the cobwebs? If you’ve got a hangover cure that you find works every time, then we want to hear about it.</p> <a href=\"https://www.theguardian.com/lifeandstyle/2020/dec/07/tell-us-what-are-your-best-tips-for-recovering-from-a-hangover\">Continue reading...</a>", "link": "https://www.theguardian.com/lifeandstyle/2020/dec/07/tell-us-what-are-your-best-tips-for-recovering-from-a-hangover", "date_published": "2020-12-07 09:14:05+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Coca-Cola, Pepsi and Nestlé named top plastic polluters for third year in a row", "description": "<p>Companies accused of “zero progress” on reducing plastic waste, with Coca-Cola ranked No 1 for most littered products <br /></p><p>Coca-Cola, PepsiCo and Nestlé have been accused of “zero progress” on reducing plastic waste, after being named the world’s top plastic polluters for the third year in a row.</p><p>Coca-Cola was ranked the world’s No 1 plastic polluter by Break Free From Plastic in its <a href=\"https://www.breakfreefromplastic.org/globalbrandauditreport2020/?utm_medium=email&amp;utm_source=getresponse&amp;utm_content=LIVE%3A+Plastic+Polluters+Brand+Audit+Report+%26+Invitation+to+Press+Briefing&amp;utm_campaign=Breakfreefromplastic+Membership+Master+List\">annual audit</a>, after its beverage bottles were the most frequently found discarded on beaches, rivers, parks and other litter sites in 51 of 55 nations surveyed. Last year it was the most frequently littered bottle in 37 countries, out of 51 surveyed.</p> <a href=\"https://www.theguardian.com/environment/2020/dec/07/coca-cola-pepsi-and-nestle-named-top-plastic-polluters-for-third-year-in-a-row\">Continue reading...</a>", "link": "https://www.theguardian.com/environment/2020/dec/07/coca-cola-pepsi-and-nestle-named-top-plastic-polluters-for-third-year-in-a-row", "date_published": "2020-12-07 09:12:39+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Land of shuang bao tai: twins in Yunnan province – a photo essay", "description": "<p>Shuang bao tai 双胞胎 is the Chinese word for twin. Following on from <a href=\"https://www.theguardian.com/artanddesign/2019/may/12/images-nigeria-benedicte-kurzen-sanne-de-wilde\">Land of Ibeji</a>, Sanne de Wilde and Bénédicte Kurzen travel to Mojiang in Yunnan for the second chapter of their project about the mythology of twinhood. The area has an exceptionally high percentage of twins, celebrated in its annual tropic of cancer twin festival </p><p>The first chapter of this project was called <a href=\"https://www.theguardian.com/artanddesign/2019/may/12/images-nigeria-benedicte-kurzen-sanne-de-wilde\">Land Of Ibeji</a>. West Africa, and specifically Yorubaland, has 10 times more twins than any other region in the world. Ibeji, meaning “double birth” and “the inseparable two” in Yoruba stands for the ultimate harmony between two people. “Shuang bao tai”, 双胞胎 is the Chinese word for twin, which translates as: 双 double 胞 womb 胎 embryo.</p> <a href=\"https://www.theguardian.com/artanddesign/2020/dec/07/land-of-shuang-bao-tai-twins-in-yunnan-province-a-photo-essay\">Continue reading...</a>", "link": "https://www.theguardian.com/artanddesign/2020/dec/07/land-of-shuang-bao-tai-twins-in-yunnan-province-a-photo-essay", "date_published": "2020-12-07 09:05:34+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Biden mulls options in case Republicans try to block cabinet picks", "description": "<p>Transition team plans for possibility that Senate Republicans – depending on Georgia runoff contests – may aim to stonewall</p><p>Joe Biden has had a fairly smooth cabinet appointment process so far, but there are rumblings that it could get choppier, and speculation that the Democratic president-elect may take a leaf out of the Donald Trump playbook to try to get the team he wants.</p><p> <span>Related: </span><a href=\"https://www.theguardian.com/us-news/2020/dec/01/neera-tanden-deletes-tweets-office-of-management-and-budget-nominee\">Biden's outspoken nominee to run budget office deletes 1,000 tweets</a> </p> <a href=\"https://www.theguardian.com/us-news/2020/dec/07/biden-options-democrats-republicans-cabinet\">Continue reading...</a>", "link": "https://www.theguardian.com/us-news/2020/dec/07/biden-options-democrats-republicans-cabinet", "date_published": "2020-12-07 08:45:33+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "UK public's £100bn Covid savings could help recovery, says Haldane", "description": "<p>Bank of England’s chief economist says spending spree could help Britain bounce back</p><ul><li><a href=\"https://www.theguardian.com/world/series/coronavirus-live/latest\">Coronavirus – latest updates</a></li><li><a href=\"https://www.theguardian.com/world/coronavirus-outbreak\">See all our coronavirus coverage</a></li></ul><p>Excess savings of about £100bn built up by UK households during Covid-19 lockdowns are now being spent and could speed up Britain’s economic recovery, according to the Bank of England’s chief economist.</p><p>Andy Haldane <a href=\"https://www.dailymail.co.uk/news/article-9024563/Bank-England-economist-says-Britain-saved-100bn-pandemic-time-spend.html\">told the Daily Mail</a> there was “huge pent-up demand”, and that a big spending spree could help the economy bounce back more quickly than forecasters expected.</p> <a href=\"https://www.theguardian.com/business/2020/dec/07/uk-covid-savings-haldane-bank-of-england\">Continue reading...</a>", "link": "https://www.theguardian.com/business/2020/dec/07/uk-covid-savings-haldane-bank-of-england", "date_published": "2020-12-07 08:08:11+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "'It's not weird or foreign': the Ugandan monk bringing Buddhism to Africa – photo essay", "description": "<p>Bhante Buddharakkhita, who became a Buddhist while studying in India, is on a mission to use mindfulness meditation to heal trauma</p><ul><li>Photographs by Eugénie Baccot</li></ul><p>As the first Ugandan Buddhist monk, the most venerable Bhante Bhikkhu Buddharakkhita has ambitions to train 54 novices, one for every African nation.</p><p>“I’m teaching Theravada Buddhism with African flavour to ensure people understand the Lord Buddha and don’t see it as something weird, foreign and Asian,” he says.</p> <a href=\"https://www.theguardian.com/global-development/2020/dec/07/ugandan-monk-bhante-buddharakkhita-buddism-buddhist-uganda-africa-mindfulness-meditation\">Continue reading...</a>", "link": "https://www.theguardian.com/global-development/2020/dec/07/ugandan-monk-bhante-buddharakkhita-buddism-buddhist-uganda-africa-mindfulness-meditation", "date_published": "2020-12-07 07:30:32+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Amazon Echo 2020 review: the best-sounding smart speaker under £100", "description": "<p>Thumping bass, great sound and new spherical design propels Amazon to top of the pile</p><p>Amazon’s fourth-generation Echo Alexa smart speaker is a complete redesign in form and audio, with the popular device transformed into a ball of sound.</p><p>The Echo costs £89.99 and is Amazon’s mid-range speaker, sitting above the £49.99 Echo Dot and below the £189.99 Echo Studio.</p> <a href=\"https://www.theguardian.com/technology/2020/dec/07/amazon-echo-2020-review-the-best-sounding-smart-speaker-under-100\">Continue reading...</a>", "link": "https://www.theguardian.com/technology/2020/dec/07/amazon-echo-2020-review-the-best-sounding-smart-speaker-under-100", "date_published": "2020-12-07 07:00:32+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Not to be sneezed at: how 3D printing is supersizing the tiny world of pollen", "description": "<p>Project allows students, scientists and even fashion designers to create giant models of pollen grains from around the world<br /></p><p>As a former secondary school science teacher, Oliver Wilson knows the challenges of communicating big, complex issues. Now, the palaeoecologist is reaching global audiences with a project that brings to life the microscopic world of pollen by producing giant 3D-printed models from high-quality scans of pollen grains.</p><p>“Being able to identify pollen is important for many reasons,” he says. Because they <a href=\"https://www.theguardian.com/science/2017/jan/04/bring-me-sunshine-in-your-spores-the-science-of-pollen-fossil-radiation\">can survive millions of years</a> and are tiny and tough, they can help track <a href=\"https://www.theguardian.com/environment/climate-consensus-97-per-cent/2018/feb/19/pollen-data-shows-humans-reversed-natural-global-cooling\">changing climate patterns</a>, reveal the quality of honey and even provide forensic evidence at crime scenes. “But I love seeing what else people do with the models,” he says. Already they have been used by bee ecologists in Brazil, US school teachers and Irish archaeologists, among others.</p> <a href=\"https://www.theguardian.com/environment/2020/dec/07/3d-printing-is-supersizing-the-tiny-world-of-pollen-aoe\">Continue reading...</a>", "link": "https://www.theguardian.com/environment/2020/dec/07/3d-printing-is-supersizing-the-tiny-world-of-pollen-aoe", "date_published": "2020-12-07 06:30:31+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Factory-farmed salmon: does it make sense to grow fish in indoor tanks?", "description": "<p>US inland farms offer an alternative to diminishing wild Atlantic stocks, but the price tag is bigger carbon emissions</p><p>The state of Maine once had one of North America’s great wild Atlantic salmon runs, now destroyed by polluting paper, textile, and saw mills and the construction of hundreds of dams. <br /><br />It was replaced with open-pen salmon farming, but that created new problems. Now a new kind of salmon farming – inland rather than offshore – is supposed to solve all those problems and more, providing jobs and putting an end to escaped fish polluting the remaining wild stocks.</p><p>One of these land-based salmon farms is planned for Bucksport, a down-on-its-luck industrial town of 5,000 people on the estuary of the Penobscot, a struggling wild salmon river. Another is intended for Belfast, population 6,700, further south on scenic Penobscot Bay. As in much of coastal Maine, in the north-eastern corner of the US, this historic town has become a haven for affluent incomers, who buy summer homes and attract shops and boutiques.</p> <a href=\"https://www.theguardian.com/environment/2020/dec/07/factory-farmed-salmon-does-it-make-sense-to-grow-fish-in-indoor-tanks\">Continue reading...</a>", "link": "https://www.theguardian.com/environment/2020/dec/07/factory-farmed-salmon-does-it-make-sense-to-grow-fish-in-indoor-tanks", "date_published": "2020-12-07 06:15:30+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Densely packed BAME communities in England bear brunt of Covid-19", "description": "<p>Ethnically diverse areas suffer up to four times more infections than mostly white neighbourhoods close by</p><ul><li><a href=\"https://www.theguardian.com/world/2020/dec/07/england-inequality-covid-infection-rates-blackburn\">The Covid inequality dividing Blackburn</a></li><li><a href=\"https://www.theguardian.com/world/series/coronavirus-live/latest\">Coronavirus – latest updates</a></li><li><a href=\"https://www.theguardian.com/world/coronavirus-outbreak\">See all our coronavirus coverage</a></li></ul><p>Some of England’s most ethnically diverse areas have suffered up to four times more coronavirus infections than mostly white neighbourhoods only a few miles away, a Guardian analysis reveals, as health experts said the UK had paid the price for failing to tackle structural racism.</p><p>A study of England’s 10 worst-hit council areas found huge disparities in the effect of Covid-19 on residents living alongside one another, with densely packed Black, Asian and minority ethnic (BAME) communities bearing the brunt of the pandemic.</p> <a href=\"https://www.theguardian.com/world/2020/dec/07/densely-packed-bame-communities-in-england-bear-brunt-of-covid-19\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2020/dec/07/densely-packed-bame-communities-in-england-bear-brunt-of-covid-19", "date_published": "2020-12-07 06:00:30+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Lab-grown chicken tastes like chicken – but the feeling when eating it is more complicated", "description": "<p><strong>Naima Brown</strong>’s encounter with a lab-grown chicken nugget reminded her of a Happy Meal – but she’s less certain about what it means for the future of food</p><p>“Clean”, “cultured”, “no-kill” – these are just a few of the monikers that have been applied to San Francisco-based food start up Just Inc’s lab-grown chicken nuggets.</p><p>The product has <a href=\"https://www.theguardian.com/environment/2020/dec/02/no-kill-lab-grown-meat-to-go-on-sale-for-first-time\">just been approved</a> for sale to consumers in Singapore – a world first. But the company’s CEO Josh Tetrick would prefer it if everyone dropped the additional descriptors and just called his company’s product “meat”.</p> <a href=\"https://www.theguardian.com/food/2020/dec/07/lab-grown-chicken-tastes-like-chicken-but-the-feeling-when-eating-it-is-more-complicated\">Continue reading...</a>", "link": "https://www.theguardian.com/food/2020/dec/07/lab-grown-chicken-tastes-like-chicken-but-the-feeling-when-eating-it-is-more-complicated", "date_published": "2020-12-07 04:09:15+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "The rise of the 'chumocracy'", "description": "<p>Investigations into how lucrative Covid-related government contracts were awarded have raised serious questions about cronyism. The Guardian’s Felicity Lawrence and David Pegg investigate</p><p>A recent investigation by the Guardian’s special correspondent <strong>Felicity Lawrence </strong>found that a man with connections to the UK health secretary, Matt Hancock, and no previous experience in medical supplies has for about six months been manufacturing tens of millions of plastic vials for Covid test kits. It is one of many stories that have been raising questions about how government money has been spent in the pandemic response. </p><p>The investigative reporter <strong>David Pegg </strong>tells <strong>Anushka Asthana </strong>that there is a growing row over government contracts being given to Conservative-linked firms. The so-called “chumocracy” has also seen plum government appointments being handed to figures with links to senior Tories despite apparently lacking experience for the roles. </p> <a href=\"https://www.theguardian.com/news/audio/2020/dec/07/the-rise-of-the-chumocracy\">Continue reading...</a>", "link": "https://www.theguardian.com/news/audio/2020/dec/07/the-rise-of-the-chumocracy", "date_published": "2020-12-07 03:00:26+00:00", "persistent": false, "user": null, "language": "en-UK"}]