[{"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCmKurapML4BF9Bjtj4RbvXw", "title": "What Child Is This (Piano & Electric Cello) The Piano Guys", "description": "We are SO EXCITED be a part of “The Chosen Christmas Special” December 13th, 2020 at 8pm EST Set a reminder here: https://youtu.be/_7J65DhhEcg\n► Listen on AMAZON/SPOTIFY/APPLE music: https://thepianoguys.lnk.to/Christmas\n► Get the SHEET MUSIC (now includes CHORD symbols): https://smarturl.it/WCIS_SheetMusic\n► NEW ALBUM \"10\" & Christmas Bundles: https://smarturl.it/TPGmusic\n► Learn about our beliefs here: https://smarturl.it/TPG_Beliefs\n\n“The Chosen” is the BEST depiction of Jesus, His stories, and His life we have EVER seen. It is a LIFE CHANGING series that we and our families have enjoyed immensely. So we jumped at the chance to join the Chosen’s Christmas Special that this video will be a part. \nSubscribe to The Chosen Youtube channel: https://www.youtube.com/thechosenseries\nHAVE YOU SEEN THE CHOSEN SERIES? You HAVE to see it! Watch it here: https://studios.vidangel.com/the-chosen \n\nStory:\n\nHave you ever wondered who made the Manger? Was he an average carpenter barely making ends meet? Or was he someone extra special, destined to build the birthplace of Christmas? Did he think he was carving a run-of-the-mill wooden box to hold hay for a few animals to eat? Or did he, or she, somehow know that this particular feeding trough was meant to hold something much more -- to hold Someone who would feed five thousand with five loaves of bread?\n\nThis wooden box for a time did hold hay, and must have looked and seemed simple and remarkably ordinary. \n\nUntil God touched it.\n\nFor us, this is one of the many messages of this Christmas Hymn we present to you.\n\n“What Child is This?\nThis, this is Christ the King,\nWhom shepherds guard and Angels sing.”\n\nThis is Jesus, born in the humblest of circumstances and yet born with the ability to overcome the world. Born under the brightest star ever seen, but so meekly as to ask an obscure carpenter to carve his bed and to share it with animals. This is Jesus, powerful enough to command angels, but so concerned with the worth of every soul, especially those overlooked, that he would ask shepherds instead to guard him as he slept; a King of countless subjects whose birth would change the reckoning of time itself, and yet a homeless teacher who spent all of His time to heal the one.\n\nThis is Jesus, who can touch something entirely ordinary and make it extraordinary -- who can touch any willing soul, labeled as worthless by the world, and make it priceless. \n\nWe’ve seen this happen. This is why we believe. And why, despite so many mistakes we’ve made and so many lopsided mangers we’ve attempted to carve, we still strive to follow this advice:\n\n“Men and women who turn their lives over to God will discover that He can make a lot more out of their lives than they can. He can deepen their joys, expand their vision, quicken their minds, strengthen their muscles, lift their spirits, multiply their blessings, increase their opportunities, comfort their souls, and pour out peace.” (Ezra Taft Benson)\nWhile Jesus Christ, His story and His life mean so much to us, we don’t mean for this video to be exclusively “religious” or make anyone feel left out. On the contrary, we hope that this only brings peace, no matter who you are, where you are watching, or what you believe. We hope that the spirit of this music can transcend traditional religious lines and its spirituality can be felt by all who need a little serenity this Christmas Season.\n\nMerry Christmas.\n\nWhere is this filmed?\n\nWe were especially thrilled to be able to return to the same Jerusalem set where we filmed “O Come O Come Emmanuel,” (https://www.youtube.com/watch?v=iO7ySn-Swwc), hosted by the Church of Jesus Christ of Latter-day Saints, which is now the set of the series The Chosen, a show which we are honored and excited to be able to promote.\n\n\nCredits\n\n“What Child is This” arrangement written by Jon Schmidt, Al van der Beek & Steven Sharp Nelson\nPerformed by Jon Schmidt, Piano\nSteven Sharp Nelson, Electric cello\nRecorded, mixed & mastered by Al van der Beek at TPG Studio in Utah\nPiano moving: Frank Nelson & Jeremy Crawford\n\nExecutive Producers: Brad Pelo & Joshua Mckinney\nProduced by Jacob Schwarz, Willem Kampenhout & Matthew Siemers\nDirected by Willem Kampenhout; 1st Assistant Director: David Lidell Thorpe\nDirector of Photography: Jacob Schwarz\nEdited by Evan Carpenter Shaye Scott, Paul Anderson & Steven Sharp Nelson\nCamera Operators: Justin Ahlmann & Byron Kirkland; Jib Operator: Josh Contor\nDrone Operator: Chris Workman\n1st Assistant Camera: Paul Green & Ben Haskin; 2nd Assistant Camera: Jacob Watson\nGaffer: Matt Long; Key grip: Steve Carter; G/E Swing: Cortland Lindsay\nArtist Photographer: Scott Jarvie; Hair & Makeup Artist: Ariel Lafontaine\nProduction Assistants: Archelaus Cristanto, Caden Thompson & Cole Thompson\nSet Medic / Covid Compliance: Warren Workman\nCatering & Craft Services: Richard Taylor, Fat Boy Catering; Assistant: Eddi Taylor", "link": "https://www.youtube.com/watch?v=lJ_o85Byb-g", "date_published": "2020-12-08 00:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}]