[{"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UC4eYXhJI4-7wSWc8UNRwD4A", "title": "Jonathan Scales Fourchestra: NPR Music Tiny Desk Concert", "description": "Watch Jonathan Scales Fourchestra play \"Focus Poem\", \"We Came Through The Storm\" and \"Fake Buddha's Inner Child\" at the Tiny Desk.\n\nDid you know you can watch new Tiny Desk concerts on npr.org ONE WEEK before they go up on YouTube? Click here: https://www.npr.org/tinydesk\n\nFollow NPR Music:\nTwitter: https://twitter.com/nprmusic\nInstagram: https://www.instagram.com/nprmusic\n\nFeb. 7, 2020 | Suraya Mohamed -- Here's a first: Steelpans at the Tiny Desk. It's true. Nearly a thousand performances into the series and the instrument has never been featured, until now. While the two bowls look shiny and new in this Jonathan Scales Fourchestra set, they were once authentic oil barrels, pounded, finished and tuned for bandleader, Jonathan Scales. But instrumentation and singularity aside, Scales' virtuosity, energy and connection to his bandmates wowed the NPR crowd, many of whom had never heard this music before.\n\nScales' musical hero, Béla Fleck, happened to be performing in the Washington, D.C. area on the same day as this performance, with just enough time to stop in for one song,\"Focus Poem.\" It's a cut Fleck originally played banjo on for the band's 2018 album Pillar. While the tune is a regular on the trio's setlist, this performance marks the first time they've played it live with Fleck. Scales later revealed that it was a little risky to open with such a technically complicated piece, but the execution was still superb.\n\nJonathan Scales Fourchestra has been performing for 13 years, now, redefining the steelpans as a signature jazz instrument. The first iteration of the band was a trio-plus-guitar, hence the \"four\" in the name. But when drummer Maison Guidry and bassist E'Lon JD joined Scales later, it was clear the trio's sound was complete. JD grounds the music with powerful bass lines, combined with guitar-like melodic and harmonic embellishments.\n\nThe other two songs in this set are also from Pillar. While it's not his most recent album, Scales calls it his most potent work to date, a quintessential representation of his music. \"We Came Through The Storm,\" with its heavy arrangement, is one of their most popular tunes, partly because of the dazzling drum riffs Guidry nails with playful proficiency. \"Fake Buddha's Inner Child\" closes the set on a sweet, softer note, showing the striking versatility of this band.\n\nSET LIST\n\"Focus Poem\"\n\"We Came Through The Storm\"\n\"Fake Buddha's Inner Child\"\n\nMUSICIANS\nJonathan Scales: steelpans; Béla Fleck: banjo; E'Lon JD: bass; Maison Guidry: drums\n\nCREDITS\nProducers: Suraya Mohamed, Morgan Noelle Smith, Jack Corbett; Creative director: Bob Boilen; Audio engineers: Josh Rogosin, Natasha Branch; Editor: Jack Corbett; Videographers: Morgan Noelle Smith, Maia Stern, Jack Corbett, Kara Frame; Associate producer: Bobby Carter Executive producer: Lauren Onkey; VP, programming: Anya Grundmann; Photo: Mhari Shaw/NPR", "link": "https://www.youtube.com/watch?v=qYPQ0EUmbTs", "date_published": "2020-02-14 00:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}]