[{"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UC4eYXhJI4-7wSWc8UNRwD4A", "title": "Laura Veirs: NPR Music Tiny Desk Concert From The Archives", "description": "We've been filming Tiny Desk concerts for more than 10 years. While revisiting our archives, we discovered that some of our earliest concerts never made it to YouTube! \nWatch Laura Veirs' Tiny Desk concert from 2010: https://www.npr.org/2010/03/01/124015786/laura-veirs-tiny-desk-concert\n\nMike Katzif | March 1, 2010\n\nIf Laura Veirs was in a songwriting rut prior to recording her lovely and spare new album, July Flame, it doesn't show. Perhaps the return to pared-down and simply constructed songs worked to arouse musical inspiration, because the record is among her best. For the most part, the songs on July Flame orbit around Veirs' acoustic-guitar playing and voice. But it's her idiosyncratic lyrics and melodic flourishes that imbue her music with sun-dappled warmth; hers is the sound of immense, wide-open spaces.\n\nAll the perfectly chosen instrumentation in the songs' arrangements — the fluttering plucks of strings, the subtle vibrato of a marimba, the stirring backing vocal harmonies, the swooping violins — come courtesy of producer Tucker Martine. There's a noticeable comfort between them; Martine has now worked with Veirs on her last six albums, and he seems to know just how to augment her delicate voice with just the right touches to let her shine.\n\nWhen a very pregnant Veirs settled in for this performance behind Bob Boilen's desk — a venue that can be a little awkward for many musicians — that same warmth and intimacy shone through. After a slight musical miscue, endearing enough to keep in the final video, Veirs and her small backing band treated the NPR Music offices to a three-song set that introduced us into her musical world.", "link": "https://www.youtube.com/watch?v=fym6Yxbmki8", "date_published": "2020-05-10 00:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UC4eYXhJI4-7wSWc8UNRwD4A", "title": "Salaam Remi Reworks Classic Samples for Nas and Amy Winehouse | The Formula, S1E5", "description": "Unlike most super producers, Salaam Remi doesn’t have an identifiable sound he loans out to various acts. He’s better known for mining a sound from each act he works with that, in turn, becomes their signature sound. He pushes artists through their songwriting process and that helps him figure out where to go musically.\n\nWatch the second season early at npr.org/theformula\n\nREAD THE COMPANION ESSAY\n\"I'll Give My Love If You Return It To Me: Babyface And The Bonds Of Collaboration\" by Danyel Smith // Salaam Remi defines his skill as a producer via the art of collaboration. Writer Danyel Smith says that's also true of songwriter Babyface, who for decades has been shaping the sound of R&B by showing deep respect for the singers — mostly women — with whom he's working. That essay is here: https://n.pr/2yhZN6w\n\nFULL SERIES PLAYLIST HERE\nhttps://www.youtube.com/playlist?list=PLy2PCKGkKRVbYfsJ9gn-LrWPuALxU2Z1T\n\nCREDITS\nHost: Rodney Carmichael; Producers: Nick Michael, CJ Riculan; Animator: CJ Riculan; Assistant Producer: Ben Naddaff-Hafrey; Director of Photography: Colin Marshall; Editors: Tsering Bista, Maia Stern; Videographers: Colin Marshall, Nickolai Hammar; Audio Recording Engineer: Chris DeAngelis; Audio Mix Engineer: Josh Rogosin; Production Assistant: Shanti Hands; Supervising Producer: Nick Michael; Senior Producer: Abby O'Neill; Consulting Editor: Jacob Ganz; Managing Editor: Becky Lettenberger; Executive Producers: Anya Grundmann, Keith Jenkins, Lauren Onkey\n\nMUSIC\n\"Tears Dry on Their Own,\" Amy Winehouse, Back to Black (2006)\n\"Made You Look,\" Nas, God’s Son (2002)\n\"In My Bed,\" Amy Winehouse, Frank (2003)\n“Apache,” Incredible Bongo Band, Bongo Rock (1973)\n“Ain’t No Mountain High Enough,” Marvin Gaye & Tammi Terrell, United (1967)\n\"Rose Water,\" DJ Face [series theme track]\n\nFollow NPR Music:\nTwitter: https://twitter.com/nprmusic\nInstagram: https://www.instagram.com/nprmusic\n\n#nprmusic #theformula", "link": "https://www.youtube.com/watch?v=KKW3upDoxsg", "date_published": "2020-05-09 00:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}]