[{"source": "https://lukesmith.xyz/rss.xml", "title": "Politics matters most to slaves.", "description": "<p>Now onto the second point I didn't get to <a href=\"https://lukesmith.xyz/articles/why-do-i-so-rarely-talk-about-politics-on-my-channel\">in my post\nyesterday</a>:\npolitics only matters so much when you're a slave. Or as I put it\nthere, &quot;You will need politics less than you think.&quot;</p>\n<p>That is to say that if you live in a city where your every action is\nwatched, if you use proprietary software and communicate only via social\nmedia services, if you have no marketable skills because you have some\ninert degree and questionably productive and definitely replaceable job\nand a large company, you need politics quite a great deal.</p>\n<p>Your entire existence in the system is based on being a good boy within\nthe established boundaries of what is deemed by the mass media to be\nsocio-politically appropriate. <em>Maybe</em> you've gone into debt, but you\n<em>definitely</em> rely the whole &quot;system&quot; for all the basics. If you don't\nthink you do, just ask yourself whether your life has changed for the\nbetter after the Coronachan Panic of 2020.</p>\n<p>What's the alternative? Well, <a href=\"https://www.youtube.com/watch?v=LRVmfx4EWI0\">boomer rants viewers might see some of\nthis coming</a>...</p>\n<p>The fact of the matter is that both the daily ins-and-outs of politics\nand the overarching trends of politics matter very little the more\nindependent your are of the system. Earlier, I always mumbled about how\nconservaboomers seemed a little too apathetic about the cultural changes\nbeing forced on them. This social engineering still is the most serious\nproblem in all technologically-complex mass-media societies, but I must\nadmit for people who choose personal independence and independence for\ntheir families and local communities, it is much less of a problem.</p>\n<p>When I was plugged into the system, minorly red-pilled and generally\npeeved because I actually paid attention to the media as something other\nthan to laugh at, I found the idea of Political &quot;Exit&quot; pretty cucky.\nHow much sense does it make to leave the &quot;political process&quot;\naltogether? Sounds like giving up.</p>\n<p>It sounds like giving up because the &quot;political process&quot; is something\ninternal to the media system at large. That's why even when the\npolitical process does something the media doesn't like (like electing\nthe Orange Boomer, for example), its actions are immediately rendered\ninert by fakery.</p>\n<p>The actual solution is creating and participating in organic society,\nwhich still very much exists outside the purview of the media and NGOs\nand the like. People still need plumbers. No one is going to fire a\nplumber because he says trannies are mentally ill men in\ndresses&mdash;otherwise there'd be no plumbers. Or electricians, or\nbuilders or anyone who actually does anything productive. It'd just be\nHR, journalists and professors left... and some open source developers\nwho write more codes of conducts than they do software. Do you think\nthey'll be able to feed you?</p>\n<p>Exiting the system is actually the opposite of surrender. Why would you\nthink the solution is something like voting or even &quot;owning the libs&quot;\nor something publicly advertised as a solution? The actual solution is\nbuilding an alternative. Or maybe <em>rebuilding</em> the alternative.</p>\n<p>Do you really want to make your boss rich if you think he'd turn around\nand betray you because of a media witchhunt? It's better for you to be\ndoxxed and fired now rather than wait 20 years for it, getting more\nensconced in the insanity. Start becoming more independent now.</p>\n<p>A lot of people LARP about what they're going to do when they take over\n&quot;the system&quot; by revolution. Revolution, the idea of abrupt enforced\nchange, however, is fundamentally their idea and if you buy it, you're\ngoing to keep running your head into a wall.</p>\n<p>Being independent, living out of the city and the Matrix, however, is\nsimultaneously like transporting yourself back in time to when things\nwere saner, but at the same time, transporting yourself into the future\nwhere &quot;the system&quot; has already collapsed and we're already\nrebuilding. Be a part of it now rather than later.</p>", "link": "https://lukesmith.xyz/articles/politics-matters-most-to-slaves/", "date_published": "2020-05-09 00:00:00+00:00", "persistent": true, "user": null, "language": "en-US"}, {"source": "https://lukesmith.xyz/rss.xml", "title": "Why do I so rarely talk about politics on my channel?", "description": "<p>It's not a huge secret that I'm somewhere in the high echelons of the\nred-pill, however you define it. I'll openly talk about pretty any\ntopic that people organically bring up in streams, or that I'm asked\nabout, but I've never really made any kind of political content on my\nchannel, aside from jokes and memes. That might be surprising because\nespecially three years ago before the mass-bans and algoritm tampering,\nright wing political channels were a dime-a-dozen and an easily way to\nget views. <strong>There are two main reasons</strong> I never took part. Arguably\n&quot;fear of being ZUCCed from YouTube&quot; could be a possible third, but I\nhave a kind intransigence that makes me relish me being banned. I'm\nalso pretty tired of YouTube, and am increasingly questioning if using\nit is even a reasonable compromise...</p>\n<p>So why do I not do political videos? Why do I not have a set list of\ndeep facts that will blow you away and red-pill you? The two reasons:</p>\n<ul>\n<li>Reason one: 道可道，非常道。名可名，非常名。</li>\n<li>Reason two: You will need politics less than you think.</li>\n</ul>\n<p>Okay, reason one there is just the first line of the Daode Jing. The\nDaode Jing is the basic book of Daoism (Taoism), and <em>Dao</em> (literally\n&quot;Way&quot;) is an amorphous concept in Chinese thought that could be\ncrudely comparable to Western concepts of &quot;natural order/law&quot; or maybe\neven &quot;spontaneous order.&quot; <strong>&quot;Sounds gay,&quot;</strong> you say. So what does\nthis famous first line mean and how is it relevant to why I don't talk\nabout how to get red-pilled? I <em>would</em> say it's hard to translate, but\neven saying that would sound even more pretentious as if I actually know\nclassical Chinese as a native language, but here's a rendering.</p>\n<blockquote>\n<p><em>The <em>Dao</em> (way) that you can follow isn't the true eternal <em>Dao</em>. A\nname that you speak, isn't its true name.</em></p>\n</blockquote>\n<p>An aside, it should be a capital offense to translate classical Chinese.\nIt is so perfect and terse and everything autisitically limited to four\nelegant syllables that it's just criminal to mutilate it into another\nlanguage, but we'll forgive it this time.</p>\n<p>So what do I mean by quoting this? I mean that the journey to getting\nred-pilled is not something that can be explained. If I could just\nexplain it, tell it to you, it wouldn't be the true story. It is a\nvaried, and in each case, personal journey, that one goes on.</p>\n<p>Although you've been lied to, it's not the lies that's the problem.\nAs an adult, you can a lot of the times tell when the media is\nmanipulating you, especially in the last past decade it's gotten so\nobvious even a Boomer could see it. But what you don't see is how when\nyou were lied to (or told selective truths) as a child, you didn't have\nthe same BS-detector, and that allowed a lot of deep-seated impressions\nabout the world to be formed. So a lot of people who don't believe\nanything the media says now (rightly) are still mind-cucked. They accept\nthe programming and differ on the details.</p>\n<p>I will give you this hint. Basically all of your programmed emotional\nresponses are your enemies. There was an old Moldbug blog post where he\ntalked about even far after &quot;awaking from his dogmatic slumber,&quot; he\nstill was surprised that if he saw a group of Nazi LARPers, he would\nreflexively have a pang of emotional stress, but if he saw Stalinist\nLARPers, he wouldn't have the same kind of emotional reaction. I think\neveryone raised in the West has that same programmed reaction. You might\nknow with your head that the communist death count is supposed to be\nhigher and the suppression wider, but it doesn't click because you\nweren't made sensitive to it.</p>\n<p>A good heuristic is whenever you see one of these emotional responses,\nespecially an emotional response to a political term: democracy,\nequality, racism, feminism, literally all of them actually, <strong>your\nPavlovian conditioning is telling you to avoid an intellectual area\nspecifically because it is the ideological weak spot of the background\npropaganda of modernism.</strong> If it was not a weak spot, there would be no\nharm in you being allowed to calmly investigate it. People's thoughts\nare regulated in liberal democracy not by laws, but by psychological\nprogramming that goes off when someone is tempted to evaluate an idea\nthey're not supposed to. Okay, actually I guess in Europe they're\nregulated by that and laws, and it's coming to America very, very soon\nnow.</p>\n<p>All of this is to say that breaking out of this programming is not so\nmuch of an issue of me or anyone else explaining a series of facts to\nyou. 道可道，非常道。 That's what Laozi said. As cringe as it sounds,\nit is primarily a battle against yourself, or at least the part of\nyourself that has eaten up the tacit assumptions of modernism. <strong>Before\nyou own the libs, you must own yourself.</strong> Laozi said that too.</p>\n<p>In case quoting classical Chinese and talking in floating, general terms\nisn't getting across, I'll say that getting red-pilled is sort of\nmystical... literally. Of course, &quot;mystical&quot; in the old, original\nGreek sense. A &quot;mystic&quot; in Greek is just a synonym for an\n&quot;initiate.&quot; Many cultic religions of two millennia ago where like\nmodern Freemasonry: not a ideology one could just go and read about on\nWikipedia, but one where people were slowly initiated in the thought and\nmindset of the religion over time. While people were born into Paganism,\nthey were <em>initiated</em> into Gnosticism, Hermeticism or even early\nChristianity. The only difference is that you are being initiated <em>out</em>\nof the cultural bubble of modernism. Into what? It can vary person to\nperson, experience to experience. You'll always be in some bubble, so\ndon't be arrogant, but you will be out of the big bubble that's going\nto pop everywhere and is dominated by liberal cat-ladies, professors,\nsanctimonious NGO-members and journalists.</p>\n<p>All of this is to say that it is simply impossible for me to provide you\ndirect direction. Even direction might sound stupid before or after.\nMaybe I can lay out some random disorganized recommendations.</p>\n<ul>\n<li>Years ago as young college student, I remember reading <a href=\"https://www.ebay.com/sch/steven+pinker+blank+slate\">Steven\nPinker's <em>Blank\nSlate</em></a>\n(<a href=\"http://gen.lib.rus.ec/search.php?req=blank+slate+steven+pinker\">dl</a>)\nand thinking I was finally red-pilled. Now I think Steven Pinker is\na moron (that book and only that book of his is good, the rest is\nbeyond garbage). I've actually met many people for whom this book\nwas the first step away from basic boomer-tier progressivism. I\nsuspect that Pinker almost regrets writing this book because he's\nactually very basic in politics. He wrote it back before the elite\nrecognized any threat of a resurgence of energy on the right.</li>\n<li>I think everyone knows that <a href=\"https://lukesmith.xyz/files/unabomber.pdf\">Uncle Ted's\nmanifesto</a> is another\nfavorite on my channel. I never read it until long after I needed\nit, but since it's a meme now I should recommend it explicitly.</li>\n<li>If you're prepped for harder stuff\n<a href=\"https://radishmag.wordpress.com/archive/\">Radishmag</a> has it. This\none <em>tries</em> to evoke that programmed emotional response in a\ndevilish way, but it might be exactly the next step with plenty of\nactual original sources on historical articles to follow up with.</li>\n<li>Everything <a href=\"https://www.ebay.com/sch/nassim%20taleb\">Nassim Taleb</a>\nhas written is good. He might be the only living author worth\nreading now in fact, which isn't saying <em>that</em> much considering our\nage, but Taleb is pretty based and has attracted a constellation of\nnon-retarded people who employ the very useful concepts he's\npopularized: antifragile, Lindy, buttercuck... (okay maybe the last\none he didn't coin himself, but I'm buttercucked and proud). Read\nhis books before you even look up videos of him or shadow him on\nsocial media. His books are lucid, but you won't get it based on\nmere social media. He also has no patience for brainlets.</li>\n</ul>\n<p>Also, you can be red-pilled too quickly and end up like that guy in the\nMatrix who looks like me and betrays his friends so he can be put back\nin the matrix to have nice juicy steaks again. Did he make an appearance\nin Runescape as well?</p>\n<p>Anyway, I wrote more of this than I thought I was going to, and <strong>I\nnever got to reason two!</strong> I'll write it tomorrow after church. You can\nread it once you get back from church providing it isn't banned where\nyou live.</p>\n<p>Speaking of church, for those interested in early Christian theology, or\nfrankly Greek philosophy generally, notice how similar 名 <em>name/word</em>\n&quot;míng&quot; in the Chinese above is equivalent to <em>logos</em>. In fact, 名 is\neven used both in the particular sense &quot;the name that you speak&quot; as I\nrender it, and in the universal abstract sense of <em>logos</em>. This pun,\nwhich doesn't exist in English without some explanation, does exist in\nboth classical Chinese and Greek. More on that later.</p>", "link": "https://lukesmith.xyz/articles/why-do-i-so-rarely-talk-about-politics-on-my-channel/", "date_published": "2020-05-09 00:00:00+00:00", "persistent": false, "user": null, "language": null}]