[{"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UC4eYXhJI4-7wSWc8UNRwD4A", "title": "Adam Arcuragi: NPR Music Tiny Desk Concert From The Archives", "description": "We've been filming Tiny Desk concerts for more than 10 years. While revisiting our archives, we discovered that some of our earliest concerts never made it to YouTube! \nWatch Adam Arcuragi’s Tiny Desk concert from 2010: https://www.npr.org/2010/01/10/122365099/adam-arcuragi-tiny-desk-concert\n\nBob Boilen | January 10, 2010\n\nFour years ago, I dug Adam Arcuragi's CD out a stack of many and was struck by his voice: powerful, but without the unnecessary melodrama that encumbers so many talented singers.\n\nThen there was the poetry. All you have to do is read the title to the first Arcuragi song we put on All Songs Considered, titled \"1981 (Or Waving at You As We Part at Light Speed Will Look Like I'm Standing Still).\" His recent recording, I Am Become Joy, was just as appropriately titled; an uplifting record whose sorrow is shaken by the sound of old friends shouting at the rafters. (Only, unlike most of my friends, they can sing.)\n\nWhen Arcuragi came to play at my desk, most of the folks here at NPR hadn't heard him. After hearing the three songs he played, many walked away amazed. I hope you do, too.", "link": "https://www.youtube.com/watch?v=4bE2gmxeeQo", "date_published": "2020-04-12 00:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UC4eYXhJI4-7wSWc8UNRwD4A", "title": "John Prine Tribute: Tiny Desk (Home) Concert", "description": "The Tiny Desk is working from home for the foreseeable future. Introducing NPR Music's Tiny Desk (Home) Concerts, bringing you performances from across the country and the world. It's the same spirit — stripped-down sets, an intimate setting — just a different space.\n\n_______________________________________________________________\n\nApril 11, 2020 | Bob Boilen -- Every time I saw John Prine perform, he invited friends to join him. The outpouring of love and respect has always been so profound. And so when John Prine died on April 7 from complications related to COVID-19, I knew his friends and those he touched would want to pay tribute to him. Here are five artists performing their favorite John Prine tune in their home (or bathtub) in honor of one of the greatest songwriters of any generation.\n\nSET LIST\n\nMargo Price and Jeremy Ivey, \"That's the Way That the World Goes Round\"\nCourtney Marie Andrews, \"Speed of the Sound of Loneliness\"\nJohn Paul White, \"Sam Stone\"\nNathaniel Rateliff, \"All The Best\"\nBrandy Clark, \"Speed of the Sound of Loneliness\"", "link": "https://www.youtube.com/watch?v=PBksI8zbhrg", "date_published": "2020-04-11 00:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}]