[{"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCNu7GSRF7Y10OIWHQHpAx1g", "title": "Rwanda - spacer po Kigali", "description": "Wszystkie odcinki chronologicznie: http://bit.ly/2MqAO7Q\n(można też klikać w kartę \"Następny odcinek\" pojawiającą się pod koniec każdego filmu po prawej stronie u góry) \n\nJesteśmy w Kigali, stolicy Rwandy, według powszechnej opinii najczystszym mieście Afryki przodującym także w rankingach najlepszych miast tego kontynentu pod względem atrakcyjności dla prowadzenia biznesu. Cyfrowa rewolucja zapoczątkowana tu 20 lat temu okazała się sukcesem, dzięki czemu Rwandę zaczęto nazywać Singapurem Afryki, co można nazwać cudem biorąc pod uwagę wydarzenia z połowy lat 90-tych ubiegłego stulecia.\nDzisiejsze Kigali to miasto, w którym zakazane jest używanie plastikowych torebek a każdej ostatniej soboty miesiąca organizowane jest masowe sprzątanie ulic, w którym biorą udział mieszkańcy. Stolica Rwandy to także jedno z najbezpieczniejszych miast na świecie, gdzie bez obawy można zapuścić się o każdej porze dnia i nocy w każdy zakątek miasta. \n\nSama Rwanda to najmniejszy kraj wschodniej Afryki z dość spójnym pod względem plemiennym i językowym społeczeństwem. W przeciwieństwie do odwiedzonej już przez nas Ugandy, gdzie kilkadziesiąt plemion porozumiewa się w wielu oddzielnych językach, społeczeństwo Rwandy składa się z dwóch głównych plemion Hutu i Tutsi, a językiem, w którym mówią prawie wszyscy jest Kinyarwanda. \n\nParadoksalnie, właśnie ta bipolaryzacja rwandyjskiego społeczeństwa ułatwiła drogę do tragedii, w której zginęło prawie milion osób, łatwiej bowiem wskazać wroga tam, gdzie społeczeństwo podzielone jest na dwa główne plemiona. Wrogiem są oni, ci drudzy, ci, którzy nie są nami.\n\nDzisiaj, ponad ćwierć wieku po ludobójstwie, Rwanda wydaje się być dość sprawnie zorganizowanym i zarządzanym krajem, w którym traumy przeszłości, choć zapewne wciąż drzemią w ludziach, pomału odchodzą w zapomnienie. Narzucony odgórnie zakaz rozróżniania przynależności plemiennej, która nie jest już zapisana w dowodach osobistych, powierzchownie załatwia sprawę. Po ludobójstwie Rwandyjczycy nie są już Hutu i Tutsi, są Rwandyjczykami. W tej sytuacji zbiorowej traumy na szczęście czas jest sprzymierzeńcem Rwandy. \n\n************************************\nFilmy o ludobójstwie w Rwandzie:\nhttps://www.filmweb.pl/Hotel.Ruanda\nhttps://www.filmweb.pl/film/Czasem+w+kwietniu-2005-150530\nhttps://www.filmweb.pl/Shooting.Dogs\nhttps://www.filmweb.pl/film/Podać+rękę+diabłu-2007-334347\n\nFragmenty audycji Radia RTLM (niestety, nie mogę znaleźć fragmentu o \"zestrzeleniu naszego prezydenta\" i zachęcającego do odwetu - który był cytowany w muzeum)  :\nhttps://www.youtube.com/watch?v=VNbUeLnxQEI\n\nPropaganda Hutu:\nhttps://www.youtube.com/watch?v=-gtUISpwCLY\n\nKsiążki:\nhttps://culture.pl/pl/dzielo/wojciech-tochman-dzisiaj-narysujemy-smierc\nhttp://readlist.pl/artykuly/ludobojstwo-w-rwandzie-ksiazki-ktore-warto-przeczytac/\nhttps://www.komiks.gildia.pl/komiksy/xx-wiek-wiek-xxi/2\n\nWięcej o ludobójstwie w Rwandzie:\nhttps://www.youtube.com/watch?v=d0YD8uWDRrM\nhttps://www.youtube.com/watch?v=qgzHM_uSmjs\n\n\n************************************\n\nAnia Markowska:\nhttps://instagram.com/annmarelo\n\nPierwszy odcinek BezPlanu z Anią (miejsce: Bogota, Kolumbia):\nhttp://bit.ly/31ZCE3l\n\nWsparcie na Patronite: http://bit.ly/2KsFTZk \nInstagram: http://instagram.com/bezplanu_czukesky \nFacebook: https://www.facebook.com/BezPlanu.tv \n\nCzas akcji: wrzesień 2019r.\n\nTłumaczenie na angielski: Michał Stadryniak\nwww.linkedin.com/in/michał-stadryniak-82b8491a6", "link": "https://www.youtube.com/watch?v=U_fhwH5uCyM", "date_published": "2020-04-12 00:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}]