[{"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UC2eYFnH61tmytImy1mTYvhA", "title": "Why are So Many Linux Noobs Arrogant about It?", "description": "\"NOOOOOOO!!! I don't want to read the manuals and documentation you wrote for me! If you don't explain this to me in brainlet terms RIGHT NOW, you're an ELITIST! WOW the Linux community is SO TOXIC because you dare to assume that you know more than me just because I categorically refuse to learn anything via the methods you have painstakingly made for me. You just wait until I open 10 Github issues and 20 forum treads on this basic question that has already been asked hundreds of times. You better continue to cater to me no matter how arrogant I get or you're an ELITIST!\"\n\nWEBSITE: https://lukesmith.xyz 🌐❓🔎\nDONATE: https://lukesmith.xyz/donate 💰😎👌💯\nOR affiliate links to things l use:\nhttps://www.epik.com/?affid=we2ro7sa6 Get a cheap and reliable domain name with Epik.\nhttps://www.vultr.com/?ref=8384069-6G Get a VPS and host a website or server for anything else.\nhttps://brave.com/luk005 Get the Brave browser.\nhttps://lbry.tv/$/invite/@Luke View my videos on LBRY.\nhttps://www.coinbase.com/join/smith_5to1 Get crypto-rich on Coinbase.", "link": "https://www.youtube.com/watch?v=jnDhQo_M5pA", "date_published": "2020-06-27 00:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UC2eYFnH61tmytImy1mTYvhA", "title": "Installing Artix Linux (Like Arch, but better)", "description": "I needed to reinstall Artix Linux on my (UEFI) desktop, so  went through the process here. It's basically the same as installing Arch, but with minor changes which I'll note. Artix is just Arch without systemd: it allows OpenRC, runit or s6. Get the distribution here: https://artixlinux.org/ I did the minimal install, similar to how Arch Linux is usually installed, but there are also many desktop environment ISOs including Cinnamon, Plasma, XFCE, i3 and more which should be even easier to install.\n\nOnce you have the minimal install done, you can install a graphical environment: https://www.youtube.com/watch?v=nSHOb8YU9Gw\n\nThere are only several differences between this and an Arch install: some commands are named differently: `genfstab` in Arch while `fstabgen` in Artix, `basestrap` in Artix, while `pacstrap` in Arch. Obviously the commands to autostart services will be different since we have a different init system. Note that I install this for a UEFI machine, but a machine running traditional BIOS should just be one or two commands different. UEFI machines must have a FAT32 boot partition and a different grub install command.\n\nWEBSITE: https://lukesmith.xyz 🌐❓🔎\nDONATE: https://lukesmith.xyz/donate 💰😎👌💯\nOR affiliate links to things l use:\nhttps://www.epik.com/?affid=we2ro7sa6 Get a cheap and reliable domain name with Epik.\nhttps://www.vultr.com/?ref=8384069-6G Get a VPS and host a website or server for anything else.\nhttps://brave.com/luk005 Get the Brave browser.\nhttps://lbry.tv/$/invite/@Luke View my videos on LBRY.\nhttps://www.coinbase.com/join/smith_5to1 Get crypto-rich on Coinbase.", "link": "https://www.youtube.com/watch?v=nCc_4fSYzRA", "date_published": "2020-06-26 00:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}]